       01  POLYPHASE-DATA-BLOCK.
           05  POLYPHASE-FLAT-DATA.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 1000000000.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE -54105.
               10  FILLER PIC S9(13) VALUE 277381.
               10  FILLER PIC S9(13) VALUE -946996.
               10  FILLER PIC S9(13) VALUE 999997779.
               10  FILLER PIC S9(13) VALUE 949789.
               10  FILLER PIC S9(13) VALUE -278174.
               10  FILLER PIC S9(13) VALUE 54374.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE -107941.
               10  FILLER PIC S9(13) VALUE 553966.
               10  FILLER PIC S9(13) VALUE -1891195.
               10  FILLER PIC S9(13) VALUE 999991115.
               10  FILLER PIC S9(13) VALUE 1902367.
               10  FILLER PIC S9(13) VALUE -557140.
               10  FILLER PIC S9(13) VALUE 109016.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 1.
               10  FILLER PIC S9(13) VALUE -161509.
               10  FILLER PIC S9(13) VALUE 829754.
               10  FILLER PIC S9(13) VALUE -2832595.
               10  FILLER PIC S9(13) VALUE 999980010.
               10  FILLER PIC S9(13) VALUE 2857733.
               10  FILLER PIC S9(13) VALUE -836895.
               10  FILLER PIC S9(13) VALUE 163927.
               10  FILLER PIC S9(13) VALUE -1.
               10  FILLER PIC S9(13) VALUE 3.
               10  FILLER PIC S9(13) VALUE -214808.
               10  FILLER PIC S9(13) VALUE 1104742.
               10  FILLER PIC S9(13) VALUE -3771192.
               10  FILLER PIC S9(13) VALUE 999964462.
               10  FILLER PIC S9(13) VALUE 3815882.
               10  FILLER PIC S9(13) VALUE -1117437.
               10  FILLER PIC S9(13) VALUE 219107.
               10  FILLER PIC S9(13) VALUE -3.
               10  FILLER PIC S9(13) VALUE 7.
               10  FILLER PIC S9(13) VALUE -267837.
               10  FILLER PIC S9(13) VALUE 1378928.
               10  FILLER PIC S9(13) VALUE -4706984.
               10  FILLER PIC S9(13) VALUE 999944472.
               10  FILLER PIC S9(13) VALUE 4776812.
               10  FILLER PIC S9(13) VALUE -1398764.
               10  FILLER PIC S9(13) VALUE 274555.
               10  FILLER PIC S9(13) VALUE -7.
               10  FILLER PIC S9(13) VALUE 11.
               10  FILLER PIC S9(13) VALUE -320598.
               10  FILLER PIC S9(13) VALUE 1652311.
               10  FILLER PIC S9(13) VALUE -5639967.
               10  FILLER PIC S9(13) VALUE 999920040.
               10  FILLER PIC S9(13) VALUE 5740518.
               10  FILLER PIC S9(13) VALUE -1680874.
               10  FILLER PIC S9(13) VALUE 330271.
               10  FILLER PIC S9(13) VALUE -11.
               10  FILLER PIC S9(13) VALUE 18.
               10  FILLER PIC S9(13) VALUE -373090.
               10  FILLER PIC S9(13) VALUE 1924889.
               10  FILLER PIC S9(13) VALUE -6570139.
               10  FILLER PIC S9(13) VALUE 999891167.
               10  FILLER PIC S9(13) VALUE 6706998.
               10  FILLER PIC S9(13) VALUE -1963765.
               10  FILLER PIC S9(13) VALUE 386256.
               10  FILLER PIC S9(13) VALUE -18.
               10  FILLER PIC S9(13) VALUE 27.
               10  FILLER PIC S9(13) VALUE -425312.
               10  FILLER PIC S9(13) VALUE 2196659.
               10  FILLER PIC S9(13) VALUE -7497497.
               10  FILLER PIC S9(13) VALUE 999857852.
               10  FILLER PIC S9(13) VALUE 7676249.
               10  FILLER PIC S9(13) VALUE -2247434.
               10  FILLER PIC S9(13) VALUE 442509.
               10  FILLER PIC S9(13) VALUE -27.
               10  FILLER PIC S9(13) VALUE 38.
               10  FILLER PIC S9(13) VALUE -477266.
               10  FILLER PIC S9(13) VALUE 2467619.
               10  FILLER PIC S9(13) VALUE -8422037.
               10  FILLER PIC S9(13) VALUE 999820096.
               10  FILLER PIC S9(13) VALUE 8648267.
               10  FILLER PIC S9(13) VALUE -2531880.
               10  FILLER PIC S9(13) VALUE 499029.
               10  FILLER PIC S9(13) VALUE -39.
               10  FILLER PIC S9(13) VALUE 53.
               10  FILLER PIC S9(13) VALUE -528951.
               10  FILLER PIC S9(13) VALUE 2737768.
               10  FILLER PIC S9(13) VALUE -9343757.
               10  FILLER PIC S9(13) VALUE 999777899.
               10  FILLER PIC S9(13) VALUE 9623048.
               10  FILLER PIC S9(13) VALUE -2817100.
               10  FILLER PIC S9(13) VALUE 555818.
               10  FILLER PIC S9(13) VALUE -53.
               10  FILLER PIC S9(13) VALUE 70.
               10  FILLER PIC S9(13) VALUE -580366.
               10  FILLER PIC S9(13) VALUE 3007104.
               10  FILLER PIC S9(13) VALUE -10262655.
               10  FILLER PIC S9(13) VALUE 999731263.
               10  FILLER PIC S9(13) VALUE 10600589.
               10  FILLER PIC S9(13) VALUE -3103092.
               10  FILLER PIC S9(13) VALUE 612874.
               10  FILLER PIC S9(13) VALUE -71.
               10  FILLER PIC S9(13) VALUE 91.
               10  FILLER PIC S9(13) VALUE -631513.
               10  FILLER PIC S9(13) VALUE 3275625.
               10  FILLER PIC S9(13) VALUE -11178726.
               10  FILLER PIC S9(13) VALUE 999680186.
               10  FILLER PIC S9(13) VALUE 11580888.
               10  FILLER PIC S9(13) VALUE -3389853.
               10  FILLER PIC S9(13) VALUE 670198.
               10  FILLER PIC S9(13) VALUE -92.
               10  FILLER PIC S9(13) VALUE 116.
               10  FILLER PIC S9(13) VALUE -682390.
               10  FILLER PIC S9(13) VALUE 3543329.
               10  FILLER PIC S9(13) VALUE -12091969.
               10  FILLER PIC S9(13) VALUE 999624669.
               10  FILLER PIC S9(13) VALUE 12563939.
               10  FILLER PIC S9(13) VALUE -3677383.
               10  FILLER PIC S9(13) VALUE 727790.
               10  FILLER PIC S9(13) VALUE -117.
               10  FILLER PIC S9(13) VALUE 144.
               10  FILLER PIC S9(13) VALUE -732999.
               10  FILLER PIC S9(13) VALUE 3810215.
               10  FILLER PIC S9(13) VALUE -13002380.
               10  FILLER PIC S9(13) VALUE 999564714.
               10  FILLER PIC S9(13) VALUE 13549740.
               10  FILLER PIC S9(13) VALUE -3965677.
               10  FILLER PIC S9(13) VALUE 785649.
               10  FILLER PIC S9(13) VALUE -146.
               10  FILLER PIC S9(13) VALUE 178.
               10  FILLER PIC S9(13) VALUE -783338.
               10  FILLER PIC S9(13) VALUE 4076279.
               10  FILLER PIC S9(13) VALUE -13909957.
               10  FILLER PIC S9(13) VALUE 999500320.
               10  FILLER PIC S9(13) VALUE 14538287.
               10  FILLER PIC S9(13) VALUE -4254734.
               10  FILLER PIC S9(13) VALUE 843775.
               10  FILLER PIC S9(13) VALUE -179.
               10  FILLER PIC S9(13) VALUE 216.
               10  FILLER PIC S9(13) VALUE -833409.
               10  FILLER PIC S9(13) VALUE 4341521.
               10  FILLER PIC S9(13) VALUE -14814698.
               10  FILLER PIC S9(13) VALUE 999431488.
               10  FILLER PIC S9(13) VALUE 15529576.
               10  FILLER PIC S9(13) VALUE -4544552.
               10  FILLER PIC S9(13) VALUE 902168.
               10  FILLER PIC S9(13) VALUE -217.
               10  FILLER PIC S9(13) VALUE 258.
               10  FILLER PIC S9(13) VALUE -883210.
               10  FILLER PIC S9(13) VALUE 4605939.
               10  FILLER PIC S9(13) VALUE -15716599.
               10  FILLER PIC S9(13) VALUE 999358219.
               10  FILLER PIC S9(13) VALUE 16523604.
               10  FILLER PIC S9(13) VALUE -4835128.
               10  FILLER PIC S9(13) VALUE 960829.
               10  FILLER PIC S9(13) VALUE -261.
               10  FILLER PIC S9(13) VALUE 307.
               10  FILLER PIC S9(13) VALUE -932743.
               10  FILLER PIC S9(13) VALUE 4869531.
               10  FILLER PIC S9(13) VALUE -16615658.
               10  FILLER PIC S9(13) VALUE 999280513.
               10  FILLER PIC S9(13) VALUE 17520368.
               10  FILLER PIC S9(13) VALUE -5126460.
               10  FILLER PIC S9(13) VALUE 1019756.
               10  FILLER PIC S9(13) VALUE -310.
               10  FILLER PIC S9(13) VALUE 361.
               10  FILLER PIC S9(13) VALUE -982006.
               10  FILLER PIC S9(13) VALUE 5132294.
               10  FILLER PIC S9(13) VALUE -17511873.
               10  FILLER PIC S9(13) VALUE 999198371.
               10  FILLER PIC S9(13) VALUE 18519863.
               10  FILLER PIC S9(13) VALUE -5418546.
               10  FILLER PIC S9(13) VALUE 1078949.
               10  FILLER PIC S9(13) VALUE -364.
               10  FILLER PIC S9(13) VALUE 420.
               10  FILLER PIC S9(13) VALUE -1031001.
               10  FILLER PIC S9(13) VALUE 5394229.
               10  FILLER PIC S9(13) VALUE -18405240.
               10  FILLER PIC S9(13) VALUE 999111794.
               10  FILLER PIC S9(13) VALUE 19522085.
               10  FILLER PIC S9(13) VALUE -5711383.
               10  FILLER PIC S9(13) VALUE 1138409.
               10  FILLER PIC S9(13) VALUE -425.
               10  FILLER PIC S9(13) VALUE 486.
               10  FILLER PIC S9(13) VALUE -1079727.
               10  FILLER PIC S9(13) VALUE 5655332.
               10  FILLER PIC S9(13) VALUE -19295758.
               10  FILLER PIC S9(13) VALUE 999020783.
               10  FILLER PIC S9(13) VALUE 20527032.
               10  FILLER PIC S9(13) VALUE -6004968.
               10  FILLER PIC S9(13) VALUE 1198135.
               10  FILLER PIC S9(13) VALUE -492.
               10  FILLER PIC S9(13) VALUE 559.
               10  FILLER PIC S9(13) VALUE -1128184.
               10  FILLER PIC S9(13) VALUE 5915602.
               10  FILLER PIC S9(13) VALUE -20183424.
               10  FILLER PIC S9(13) VALUE 998925338.
               10  FILLER PIC S9(13) VALUE 21534699.
               10  FILLER PIC S9(13) VALUE -6299300.
               10  FILLER PIC S9(13) VALUE 1258128.
               10  FILLER PIC S9(13) VALUE -566.
               10  FILLER PIC S9(13) VALUE 639.
               10  FILLER PIC S9(13) VALUE -1176373.
               10  FILLER PIC S9(13) VALUE 6175037.
               10  FILLER PIC S9(13) VALUE -21068235.
               10  FILLER PIC S9(13) VALUE 998825459.
               10  FILLER PIC S9(13) VALUE 22545082.
               10  FILLER PIC S9(13) VALUE -6594376.
               10  FILLER PIC S9(13) VALUE 1318386.
               10  FILLER PIC S9(13) VALUE -647.
               10  FILLER PIC S9(13) VALUE 725.
               10  FILLER PIC S9(13) VALUE -1224293.
               10  FILLER PIC S9(13) VALUE 6433636.
               10  FILLER PIC S9(13) VALUE -21950188.
               10  FILLER PIC S9(13) VALUE 998721149.
               10  FILLER PIC S9(13) VALUE 23558177.
               10  FILLER PIC S9(13) VALUE -6890193.
               10  FILLER PIC S9(13) VALUE 1378910.
               10  FILLER PIC S9(13) VALUE -735.
               10  FILLER PIC S9(13) VALUE 820.
               10  FILLER PIC S9(13) VALUE -1271944.
               10  FILLER PIC S9(13) VALUE 6691397.
               10  FILLER PIC S9(13) VALUE -22829283.
               10  FILLER PIC S9(13) VALUE 998612408.
               10  FILLER PIC S9(13) VALUE 24573981.
               10  FILLER PIC S9(13) VALUE -7186750.
               10  FILLER PIC S9(13) VALUE 1439699.
               10  FILLER PIC S9(13) VALUE -831.
               10  FILLER PIC S9(13) VALUE 922.
               10  FILLER PIC S9(13) VALUE -1319327.
               10  FILLER PIC S9(13) VALUE 6948319.
               10  FILLER PIC S9(13) VALUE -23705516.
               10  FILLER PIC S9(13) VALUE 998499237.
               10  FILLER PIC S9(13) VALUE 25592490.
               10  FILLER PIC S9(13) VALUE -7484043.
               10  FILLER PIC S9(13) VALUE 1500753.
               10  FILLER PIC S9(13) VALUE -935.
               10  FILLER PIC S9(13) VALUE 1032.
               10  FILLER PIC S9(13) VALUE -1366441.
               10  FILLER PIC S9(13) VALUE 7204399.
               10  FILLER PIC S9(13) VALUE -24578884.
               10  FILLER PIC S9(13) VALUE 998381637.
               10  FILLER PIC S9(13) VALUE 26613700.
               10  FILLER PIC S9(13) VALUE -7782069.
               10  FILLER PIC S9(13) VALUE 1562073.
               10  FILLER PIC S9(13) VALUE -1047.
               10  FILLER PIC S9(13) VALUE 1150.
               10  FILLER PIC S9(13) VALUE -1413288.
               10  FILLER PIC S9(13) VALUE 7459636.
               10  FILLER PIC S9(13) VALUE -25449386.
               10  FILLER PIC S9(13) VALUE 998259609.
               10  FILLER PIC S9(13) VALUE 27637606.
               10  FILLER PIC S9(13) VALUE -8080828.
               10  FILLER PIC S9(13) VALUE 1623657.
               10  FILLER PIC S9(13) VALUE -1168.
               10  FILLER PIC S9(13) VALUE 1277.
               10  FILLER PIC S9(13) VALUE -1459866.
               10  FILLER PIC S9(13) VALUE 7714029.
               10  FILLER PIC S9(13) VALUE -26317019.
               10  FILLER PIC S9(13) VALUE 998133154.
               10  FILLER PIC S9(13) VALUE 28664206.
               10  FILLER PIC S9(13) VALUE -8380315.
               10  FILLER PIC S9(13) VALUE 1685506.
               10  FILLER PIC S9(13) VALUE -1298.
               10  FILLER PIC S9(13) VALUE 1413.
               10  FILLER PIC S9(13) VALUE -1506176.
               10  FILLER PIC S9(13) VALUE 7967575.
               10  FILLER PIC S9(13) VALUE -27181781.
               10  FILLER PIC S9(13) VALUE 998002273.
               10  FILLER PIC S9(13) VALUE 29693494.
               10  FILLER PIC S9(13) VALUE -8680529.
               10  FILLER PIC S9(13) VALUE 1747619.
               10  FILLER PIC S9(13) VALUE -1437.
               10  FILLER PIC S9(13) VALUE 1559.
               10  FILLER PIC S9(13) VALUE -1552218.
               10  FILLER PIC S9(13) VALUE 8220274.
               10  FILLER PIC S9(13) VALUE -28043671.
               10  FILLER PIC S9(13) VALUE 997866967.
               10  FILLER PIC S9(13) VALUE 30725466.
               10  FILLER PIC S9(13) VALUE -8981467.
               10  FILLER PIC S9(13) VALUE 1809996.
               10  FILLER PIC S9(13) VALUE -1586.
               10  FILLER PIC S9(13) VALUE 1714.
               10  FILLER PIC S9(13) VALUE -1597992.
               10  FILLER PIC S9(13) VALUE 8472124.
               10  FILLER PIC S9(13) VALUE -28902684.
               10  FILLER PIC S9(13) VALUE 997727238.
               10  FILLER PIC S9(13) VALUE 31760119.
               10  FILLER PIC S9(13) VALUE -9283126.
               10  FILLER PIC S9(13) VALUE 1872637.
               10  FILLER PIC S9(13) VALUE -1745.
               10  FILLER PIC S9(13) VALUE 1879.
               10  FILLER PIC S9(13) VALUE -1643498.
               10  FILLER PIC S9(13) VALUE 8723123.
               10  FILLER PIC S9(13) VALUE -29758821.
               10  FILLER PIC S9(13) VALUE 997583087.
               10  FILLER PIC S9(13) VALUE 32797449.
               10  FILLER PIC S9(13) VALUE -9585503.
               10  FILLER PIC S9(13) VALUE 1935541.
               10  FILLER PIC S9(13) VALUE -1914.
               10  FILLER PIC S9(13) VALUE 2054.
               10  FILLER PIC S9(13) VALUE -1688737.
               10  FILLER PIC S9(13) VALUE 8973269.
               10  FILLER PIC S9(13) VALUE -30612077.
               10  FILLER PIC S9(13) VALUE 997434514.
               10  FILLER PIC S9(13) VALUE 33837450.
               10  FILLER PIC S9(13) VALUE -9888597.
               10  FILLER PIC S9(13) VALUE 1998709.
               10  FILLER PIC S9(13) VALUE -2093.
               10  FILLER PIC S9(13) VALUE 2240.
               10  FILLER PIC S9(13) VALUE -1733708.
               10  FILLER PIC S9(13) VALUE 9222562.
               10  FILLER PIC S9(13) VALUE -31462452.
               10  FILLER PIC S9(13) VALUE 997281522.
               10  FILLER PIC S9(13) VALUE 34880120.
               10  FILLER PIC S9(13) VALUE -10192404.
               10  FILLER PIC S9(13) VALUE 2062140.
               10  FILLER PIC S9(13) VALUE -2284.
               10  FILLER PIC S9(13) VALUE 2436.
               10  FILLER PIC S9(13) VALUE -1778412.
               10  FILLER PIC S9(13) VALUE 9471000.
               10  FILLER PIC S9(13) VALUE -32309943.
               10  FILLER PIC S9(13) VALUE 997124112.
               10  FILLER PIC S9(13) VALUE 35925453.
               10  FILLER PIC S9(13) VALUE -10496922.
               10  FILLER PIC S9(13) VALUE 2125833.
               10  FILLER PIC S9(13) VALUE -2486.
               10  FILLER PIC S9(13) VALUE 2644.
               10  FILLER PIC S9(13) VALUE -1822849.
               10  FILLER PIC S9(13) VALUE 9718581.
               10  FILLER PIC S9(13) VALUE -33154549.
               10  FILLER PIC S9(13) VALUE 996962284.
               10  FILLER PIC S9(13) VALUE 36973446.
               10  FILLER PIC S9(13) VALUE -10802148.
               10  FILLER PIC S9(13) VALUE 2189789.
               10  FILLER PIC S9(13) VALUE -2699.
               10  FILLER PIC S9(13) VALUE 2863.
               10  FILLER PIC S9(13) VALUE -1867018.
               10  FILLER PIC S9(13) VALUE 9965305.
               10  FILLER PIC S9(13) VALUE -33996266.
               10  FILLER PIC S9(13) VALUE 996796042.
               10  FILLER PIC S9(13) VALUE 38024094.
               10  FILLER PIC S9(13) VALUE -11108079.
               10  FILLER PIC S9(13) VALUE 2254007.
               10  FILLER PIC S9(13) VALUE -2924.
               10  FILLER PIC S9(13) VALUE 3094.
               10  FILLER PIC S9(13) VALUE -1910921.
               10  FILLER PIC S9(13) VALUE 10211168.
               10  FILLER PIC S9(13) VALUE -34835094.
               10  FILLER PIC S9(13) VALUE 996625385.
               10  FILLER PIC S9(13) VALUE 39077393.
               10  FILLER PIC S9(13) VALUE -11414713.
               10  FILLER PIC S9(13) VALUE 2318487.
               10  FILLER PIC S9(13) VALUE -3161.
               10  FILLER PIC S9(13) VALUE 3336.
               10  FILLER PIC S9(13) VALUE -1954557.
               10  FILLER PIC S9(13) VALUE 10456171.
               10  FILLER PIC S9(13) VALUE -35671031.
               10  FILLER PIC S9(13) VALUE 996450316.
               10  FILLER PIC S9(13) VALUE 40133339.
               10  FILLER PIC S9(13) VALUE -11722047.
               10  FILLER PIC S9(13) VALUE 2383228.
               10  FILLER PIC S9(13) VALUE -3411.
               10  FILLER PIC S9(13) VALUE 3591.
               10  FILLER PIC S9(13) VALUE -1997926.
               10  FILLER PIC S9(13) VALUE 10700311.
               10  FILLER PIC S9(13) VALUE -36504074.
               10  FILLER PIC S9(13) VALUE 996270835.
               10  FILLER PIC S9(13) VALUE 41191927.
               10  FILLER PIC S9(13) VALUE -12030078.
               10  FILLER PIC S9(13) VALUE 2448231.
               10  FILLER PIC S9(13) VALUE -3674.
               10  FILLER PIC S9(13) VALUE 3859.
               10  FILLER PIC S9(13) VALUE -2041029.
               10  FILLER PIC S9(13) VALUE 10943588.
               10  FILLER PIC S9(13) VALUE -37334221.
               10  FILLER PIC S9(13) VALUE 996086946.
               10  FILLER PIC S9(13) VALUE 42253152.
               10  FILLER PIC S9(13) VALUE -12338804.
               10  FILLER PIC S9(13) VALUE 2513495.
               10  FILLER PIC S9(13) VALUE -3950.
               10  FILLER PIC S9(13) VALUE 4139.
               10  FILLER PIC S9(13) VALUE -2083865.
               10  FILLER PIC S9(13) VALUE 11185999.
               10  FILLER PIC S9(13) VALUE -38161471.
               10  FILLER PIC S9(13) VALUE 995898648.
               10  FILLER PIC S9(13) VALUE 43317011.
               10  FILLER PIC S9(13) VALUE -12648221.
               10  FILLER PIC S9(13) VALUE 2579019.
               10  FILLER PIC S9(13) VALUE -4239.
               10  FILLER PIC S9(13) VALUE 4433.
               10  FILLER PIC S9(13) VALUE -2126436.
               10  FILLER PIC S9(13) VALUE 11427544.
               10  FILLER PIC S9(13) VALUE -38985823.
               10  FILLER PIC S9(13) VALUE 995705945.
               10  FILLER PIC S9(13) VALUE 44383498.
               10  FILLER PIC S9(13) VALUE -12958327.
               10  FILLER PIC S9(13) VALUE 2644803.
               10  FILLER PIC S9(13) VALUE -4542.
               10  FILLER PIC S9(13) VALUE 4739.
               10  FILLER PIC S9(13) VALUE -2168740.
               10  FILLER PIC S9(13) VALUE 11668222.
               10  FILLER PIC S9(13) VALUE -39807273.
               10  FILLER PIC S9(13) VALUE 995508837.
               10  FILLER PIC S9(13) VALUE 45452610.
               10  FILLER PIC S9(13) VALUE -13269119.
               10  FILLER PIC S9(13) VALUE 2710847.
               10  FILLER PIC S9(13) VALUE -4859.
               10  FILLER PIC S9(13) VALUE 5060.
               10  FILLER PIC S9(13) VALUE -2210779.
               10  FILLER PIC S9(13) VALUE 11908030.
               10  FILLER PIC S9(13) VALUE -40625821.
               10  FILLER PIC S9(13) VALUE 995307326.
               10  FILLER PIC S9(13) VALUE 46524342.
               10  FILLER PIC S9(13) VALUE -13580595.
               10  FILLER PIC S9(13) VALUE 2777151.
               10  FILLER PIC S9(13) VALUE -5191.
               10  FILLER PIC S9(13) VALUE 5395.
               10  FILLER PIC S9(13) VALUE -2252552.
               10  FILLER PIC S9(13) VALUE 12146968.
               10  FILLER PIC S9(13) VALUE -41441465.
               10  FILLER PIC S9(13) VALUE 995101415.
               10  FILLER PIC S9(13) VALUE 47598688.
               10  FILLER PIC S9(13) VALUE -13892751.
               10  FILLER PIC S9(13) VALUE 2843714.
               10  FILLER PIC S9(13) VALUE -5538.
               10  FILLER PIC S9(13) VALUE 5744.
               10  FILLER PIC S9(13) VALUE -2294060.
               10  FILLER PIC S9(13) VALUE 12385034.
               10  FILLER PIC S9(13) VALUE -42254203.
               10  FILLER PIC S9(13) VALUE 994891104.
               10  FILLER PIC S9(13) VALUE 48675646.
               10  FILLER PIC S9(13) VALUE -14205584.
               10  FILLER PIC S9(13) VALUE 2910536.
               10  FILLER PIC S9(13) VALUE -5899.
               10  FILLER PIC S9(13) VALUE 6107.
               10  FILLER PIC S9(13) VALUE -2335303.
               10  FILLER PIC S9(13) VALUE 12622228.
               10  FILLER PIC S9(13) VALUE -43064033.
               10  FILLER PIC S9(13) VALUE 994676396.
               10  FILLER PIC S9(13) VALUE 49755209.
               10  FILLER PIC S9(13) VALUE -14519092.
               10  FILLER PIC S9(13) VALUE 2977617.
               10  FILLER PIC S9(13) VALUE -6276.
               10  FILLER PIC S9(13) VALUE 6486.
               10  FILLER PIC S9(13) VALUE -2376281.
               10  FILLER PIC S9(13) VALUE 12858547.
               10  FILLER PIC S9(13) VALUE -43870954.
               10  FILLER PIC S9(13) VALUE 994457293.
               10  FILLER PIC S9(13) VALUE 50837373.
               10  FILLER PIC S9(13) VALUE -14833272.
               10  FILLER PIC S9(13) VALUE 3044956.
               10  FILLER PIC S9(13) VALUE -6669.
               10  FILLER PIC S9(13) VALUE 6880.
               10  FILLER PIC S9(13) VALUE -2416994.
               10  FILLER PIC S9(13) VALUE 13093991.
               10  FILLER PIC S9(13) VALUE -44674965.
               10  FILLER PIC S9(13) VALUE 994233797.
               10  FILLER PIC S9(13) VALUE 51922134.
               10  FILLER PIC S9(13) VALUE -15148121.
               10  FILLER PIC S9(13) VALUE 3112552.
               10  FILLER PIC S9(13) VALUE -7077.
               10  FILLER PIC S9(13) VALUE 7289.
               10  FILLER PIC S9(13) VALUE -2457442.
               10  FILLER PIC S9(13) VALUE 13328559.
               10  FILLER PIC S9(13) VALUE -45476063.
               10  FILLER PIC S9(13) VALUE 994005909.
               10  FILLER PIC S9(13) VALUE 53009486.
               10  FILLER PIC S9(13) VALUE -15463635.
               10  FILLER PIC S9(13) VALUE 3180406.
               10  FILLER PIC S9(13) VALUE -7502.
               10  FILLER PIC S9(13) VALUE 7714.
               10  FILLER PIC S9(13) VALUE -2497627.
               10  FILLER PIC S9(13) VALUE 13562249.
               10  FILLER PIC S9(13) VALUE -46274247.
               10  FILLER PIC S9(13) VALUE 993773632.
               10  FILLER PIC S9(13) VALUE 54099426.
               10  FILLER PIC S9(13) VALUE -15779813.
               10  FILLER PIC S9(13) VALUE 3248516.
               10  FILLER PIC S9(13) VALUE -7944.
               10  FILLER PIC S9(13) VALUE 8154.
               10  FILLER PIC S9(13) VALUE -2537547.
               10  FILLER PIC S9(13) VALUE 13795060.
               10  FILLER PIC S9(13) VALUE -47069516.
               10  FILLER PIC S9(13) VALUE 993536967.
               10  FILLER PIC S9(13) VALUE 55191948.
               10  FILLER PIC S9(13) VALUE -16096651.
               10  FILLER PIC S9(13) VALUE 3316883.
               10  FILLER PIC S9(13) VALUE -8403.
               10  FILLER PIC S9(13) VALUE 8612.
               10  FILLER PIC S9(13) VALUE -2577204.
               10  FILLER PIC S9(13) VALUE 14026990.
               10  FILLER PIC S9(13) VALUE -47861869.
               10  FILLER PIC S9(13) VALUE 993295917.
               10  FILLER PIC S9(13) VALUE 56287047.
               10  FILLER PIC S9(13) VALUE -16414145.
               10  FILLER PIC S9(13) VALUE 3385507.
               10  FILLER PIC S9(13) VALUE -8879.
               10  FILLER PIC S9(13) VALUE 9085.
               10  FILLER PIC S9(13) VALUE -2616597.
               10  FILLER PIC S9(13) VALUE 14258040.
               10  FILLER PIC S9(13) VALUE -48651303.
               10  FILLER PIC S9(13) VALUE 993050485.
               10  FILLER PIC S9(13) VALUE 57384719.
               10  FILLER PIC S9(13) VALUE -16732294.
               10  FILLER PIC S9(13) VALUE 3454386.
               10  FILLER PIC S9(13) VALUE -9372.
               10  FILLER PIC S9(13) VALUE 9576.
               10  FILLER PIC S9(13) VALUE -2655726.
               10  FILLER PIC S9(13) VALUE 14488207.
               10  FILLER PIC S9(13) VALUE -49437818.
               10  FILLER PIC S9(13) VALUE 992800671.
               10  FILLER PIC S9(13) VALUE 58484958.
               10  FILLER PIC S9(13) VALUE -17051094.
               10  FILLER PIC S9(13) VALUE 3523521.
               10  FILLER PIC S9(13) VALUE -9884.
               10  FILLER PIC S9(13) VALUE 10084.
               10  FILLER PIC S9(13) VALUE -2694593.
               10  FILLER PIC S9(13) VALUE 14717491.
               10  FILLER PIC S9(13) VALUE -50221412.
               10  FILLER PIC S9(13) VALUE 992546478.
               10  FILLER PIC S9(13) VALUE 59587761.
               10  FILLER PIC S9(13) VALUE -17370541.
               10  FILLER PIC S9(13) VALUE 3592910.
               10  FILLER PIC S9(13) VALUE -10414.
               10  FILLER PIC S9(13) VALUE 10609.
               10  FILLER PIC S9(13) VALUE -2733196.
               10  FILLER PIC S9(13) VALUE 14945890.
               10  FILLER PIC S9(13) VALUE -51002084.
               10  FILLER PIC S9(13) VALUE 992287909.
               10  FILLER PIC S9(13) VALUE 60693121.
               10  FILLER PIC S9(13) VALUE -17690634.
               10  FILLER PIC S9(13) VALUE 3662554.
               10  FILLER PIC S9(13) VALUE -10962.
               10  FILLER PIC S9(13) VALUE 11151.
               10  FILLER PIC S9(13) VALUE -2771538.
               10  FILLER PIC S9(13) VALUE 15173404.
               10  FILLER PIC S9(13) VALUE -51779832.
               10  FILLER PIC S9(13) VALUE 992024966.
               10  FILLER PIC S9(13) VALUE 61801033.
               10  FILLER PIC S9(13) VALUE -18011369.
               10  FILLER PIC S9(13) VALUE 3732452.
               10  FILLER PIC S9(13) VALUE -11529.
               10  FILLER PIC S9(13) VALUE 11712.
               10  FILLER PIC S9(13) VALUE -2809617.
               10  FILLER PIC S9(13) VALUE 15400030.
               10  FILLER PIC S9(13) VALUE -52554656.
               10  FILLER PIC S9(13) VALUE 991757650.
               10  FILLER PIC S9(13) VALUE 62911494.
               10  FILLER PIC S9(13) VALUE -18332742.
               10  FILLER PIC S9(13) VALUE 3802603.
               10  FILLER PIC S9(13) VALUE -12116.
               10  FILLER PIC S9(13) VALUE 12291.
               10  FILLER PIC S9(13) VALUE -2847433.
               10  FILLER PIC S9(13) VALUE 15625770.
               10  FILLER PIC S9(13) VALUE -53326553.
               10  FILLER PIC S9(13) VALUE 991485966.
               10  FILLER PIC S9(13) VALUE 64024497.
               10  FILLER PIC S9(13) VALUE -18654751.
               10  FILLER PIC S9(13) VALUE 3873008.
               10  FILLER PIC S9(13) VALUE -12722.
               10  FILLER PIC S9(13) VALUE 12889.
               10  FILLER PIC S9(13) VALUE -2884989.
               10  FILLER PIC S9(13) VALUE 15850620.
               10  FILLER PIC S9(13) VALUE -54095524.
               10  FILLER PIC S9(13) VALUE 991209914.
               10  FILLER PIC S9(13) VALUE 65140038.
               10  FILLER PIC S9(13) VALUE -18977392.
               10  FILLER PIC S9(13) VALUE 3943666.
               10  FILLER PIC S9(13) VALUE -13348.
               10  FILLER PIC S9(13) VALUE 13505.
               10  FILLER PIC S9(13) VALUE -2922282.
               10  FILLER PIC S9(13) VALUE 16074580.
               10  FILLER PIC S9(13) VALUE -54861565.
               10  FILLER PIC S9(13) VALUE 990929497.
               10  FILLER PIC S9(13) VALUE 66258112.
               10  FILLER PIC S9(13) VALUE -19300663.
               10  FILLER PIC S9(13) VALUE 4014575.
               10  FILLER PIC S9(13) VALUE -13994.
               10  FILLER PIC S9(13) VALUE 14140.
               10  FILLER PIC S9(13) VALUE -2959315.
               10  FILLER PIC S9(13) VALUE 16297650.
               10  FILLER PIC S9(13) VALUE -55624678.
               10  FILLER PIC S9(13) VALUE 990644718.
               10  FILLER PIC S9(13) VALUE 67378713.
               10  FILLER PIC S9(13) VALUE -19624560.
               10  FILLER PIC S9(13) VALUE 4085737.
               10  FILLER PIC S9(13) VALUE -14660.
               10  FILLER PIC S9(13) VALUE 14795.
               10  FILLER PIC S9(13) VALUE -2996086.
               10  FILLER PIC S9(13) VALUE 16519828.
               10  FILLER PIC S9(13) VALUE -56384860.
               10  FILLER PIC S9(13) VALUE 990355580.
               10  FILLER PIC S9(13) VALUE 68501836.
               10  FILLER PIC S9(13) VALUE -19949081.
               10  FILLER PIC S9(13) VALUE 4157149.
               10  FILLER PIC S9(13) VALUE -15347.
               10  FILLER PIC S9(13) VALUE 15469.
               10  FILLER PIC S9(13) VALUE -3032597.
               10  FILLER PIC S9(13) VALUE 16741113.
               10  FILLER PIC S9(13) VALUE -57142110.
               10  FILLER PIC S9(13) VALUE 990062084.
               10  FILLER PIC S9(13) VALUE 69627476.
               10  FILLER PIC S9(13) VALUE -20274221.
               10  FILLER PIC S9(13) VALUE 4228813.
               10  FILLER PIC S9(13) VALUE -16056.
               10  FILLER PIC S9(13) VALUE 16163.
               10  FILLER PIC S9(13) VALUE -3068848.
               10  FILLER PIC S9(13) VALUE 16961505.
               10  FILLER PIC S9(13) VALUE -57896427.
               10  FILLER PIC S9(13) VALUE 989764233.
               10  FILLER PIC S9(13) VALUE 70755628.
               10  FILLER PIC S9(13) VALUE -20599978.
               10  FILLER PIC S9(13) VALUE 4300726.
               10  FILLER PIC S9(13) VALUE -16785.
               10  FILLER PIC S9(13) VALUE 16877.
               10  FILLER PIC S9(13) VALUE -3104838.
               10  FILLER PIC S9(13) VALUE 17181002.
               10  FILLER PIC S9(13) VALUE -58647811.
               10  FILLER PIC S9(13) VALUE 989462031.
               10  FILLER PIC S9(13) VALUE 71886287.
               10  FILLER PIC S9(13) VALUE -20926348.
               10  FILLER PIC S9(13) VALUE 4372890.
               10  FILLER PIC S9(13) VALUE -17537.
               10  FILLER PIC S9(13) VALUE 17612.
               10  FILLER PIC S9(13) VALUE -3140569.
               10  FILLER PIC S9(13) VALUE 17399604.
               10  FILLER PIC S9(13) VALUE -59396260.
               10  FILLER PIC S9(13) VALUE 989155480.
               10  FILLER PIC S9(13) VALUE 73019447.
               10  FILLER PIC S9(13) VALUE -21253329.
               10  FILLER PIC S9(13) VALUE 4445303.
               10  FILLER PIC S9(13) VALUE -18310.
               10  FILLER PIC S9(13) VALUE 18367.
               10  FILLER PIC S9(13) VALUE -3176041.
               10  FILLER PIC S9(13) VALUE 17617309.
               10  FILLER PIC S9(13) VALUE -60141773.
               10  FILLER PIC S9(13) VALUE 988844581.
               10  FILLER PIC S9(13) VALUE 74155103.
               10  FILLER PIC S9(13) VALUE -21580917.
               10  FILLER PIC S9(13) VALUE 4517964.
               10  FILLER PIC S9(13) VALUE -19106.
               10  FILLER PIC S9(13) VALUE 19143.
               10  FILLER PIC S9(13) VALUE -3211253.
               10  FILLER PIC S9(13) VALUE 17834116.
               10  FILLER PIC S9(13) VALUE -60884349.
               10  FILLER PIC S9(13) VALUE 988529339.
               10  FILLER PIC S9(13) VALUE 75293250.
               10  FILLER PIC S9(13) VALUE -21909108.
               10  FILLER PIC S9(13) VALUE 4590874.
               10  FILLER PIC S9(13) VALUE -19924.
               10  FILLER PIC S9(13) VALUE 19940.
               10  FILLER PIC S9(13) VALUE -3246207.
               10  FILLER PIC S9(13) VALUE 18050026.
               10  FILLER PIC S9(13) VALUE -61623988.
               10  FILLER PIC S9(13) VALUE 988209756.
               10  FILLER PIC S9(13) VALUE 76433881.
               10  FILLER PIC S9(13) VALUE -22237900.
               10  FILLER PIC S9(13) VALUE 4664032.
               10  FILLER PIC S9(13) VALUE -20765.
               10  FILLER PIC S9(13) VALUE 20759.
               10  FILLER PIC S9(13) VALUE -3280902.
               10  FILLER PIC S9(13) VALUE 18265036.
               10  FILLER PIC S9(13) VALUE -62360689.
               10  FILLER PIC S9(13) VALUE 987885835.
               10  FILLER PIC S9(13) VALUE 77576993.
               10  FILLER PIC S9(13) VALUE -22567289.
               10  FILLER PIC S9(13) VALUE 4737436.
               10  FILLER PIC S9(13) VALUE -21630.
               10  FILLER PIC S9(13) VALUE 21599.
               10  FILLER PIC S9(13) VALUE -3315339.
               10  FILLER PIC S9(13) VALUE 18479147.
               10  FILLER PIC S9(13) VALUE -63094450.
               10  FILLER PIC S9(13) VALUE 987557578.
               10  FILLER PIC S9(13) VALUE 78722579.
               10  FILLER PIC S9(13) VALUE -22897272.
               10  FILLER PIC S9(13) VALUE 4811088.
               10  FILLER PIC S9(13) VALUE -22518.
               10  FILLER PIC S9(13) VALUE 22461.
               10  FILLER PIC S9(13) VALUE -3349519.
               10  FILLER PIC S9(13) VALUE 18692357.
               10  FILLER PIC S9(13) VALUE -63825272.
               10  FILLER PIC S9(13) VALUE 987224989.
               10  FILLER PIC S9(13) VALUE 79870634.
               10  FILLER PIC S9(13) VALUE -23227845.
               10  FILLER PIC S9(13) VALUE 4884985.
               10  FILLER PIC S9(13) VALUE -23430.
               10  FILLER PIC S9(13) VALUE 23346.
               10  FILLER PIC S9(13) VALUE -3383441.
               10  FILLER PIC S9(13) VALUE 18904666.
               10  FILLER PIC S9(13) VALUE -64553152.
               10  FILLER PIC S9(13) VALUE 986888070.
               10  FILLER PIC S9(13) VALUE 81021152.
               10  FILLER PIC S9(13) VALUE -23559006.
               10  FILLER PIC S9(13) VALUE 4959129.
               10  FILLER PIC S9(13) VALUE -24366.
               10  FILLER PIC S9(13) VALUE 24253.
               10  FILLER PIC S9(13) VALUE -3417106.
               10  FILLER PIC S9(13) VALUE 19116072.
               10  FILLER PIC S9(13) VALUE -65278091.
               10  FILLER PIC S9(13) VALUE 986546825.
               10  FILLER PIC S9(13) VALUE 82174129.
               10  FILLER PIC S9(13) VALUE -23890750.
               10  FILLER PIC S9(13) VALUE 5033517.
               10  FILLER PIC S9(13) VALUE -25327.
               10  FILLER PIC S9(13) VALUE 25182.
               10  FILLER PIC S9(13) VALUE -3450514.
               10  FILLER PIC S9(13) VALUE 19326575.
               10  FILLER PIC S9(13) VALUE -66000088.
               10  FILLER PIC S9(13) VALUE 986201256.
               10  FILLER PIC S9(13) VALUE 83329557.
               10  FILLER PIC S9(13) VALUE -24223074.
               10  FILLER PIC S9(13) VALUE 5108149.
               10  FILLER PIC S9(13) VALUE -26312.
               10  FILLER PIC S9(13) VALUE 26135.
               10  FILLER PIC S9(13) VALUE -3483666.
               10  FILLER PIC S9(13) VALUE 19536174.
               10  FILLER PIC S9(13) VALUE -66719142.
               10  FILLER PIC S9(13) VALUE 985851366.
               10  FILLER PIC S9(13) VALUE 84487432.
               10  FILLER PIC S9(13) VALUE -24555976.
               10  FILLER PIC S9(13) VALUE 5183025.
               10  FILLER PIC S9(13) VALUE -27323.
               10  FILLER PIC S9(13) VALUE 27111.
               10  FILLER PIC S9(13) VALUE -3516562.
               10  FILLER PIC S9(13) VALUE 19744869.
               10  FILLER PIC S9(13) VALUE -67435252.
               10  FILLER PIC S9(13) VALUE 985497159.
               10  FILLER PIC S9(13) VALUE 85647749.
               10  FILLER PIC S9(13) VALUE -24889451.
               10  FILLER PIC S9(13) VALUE 5258145.
               10  FILLER PIC S9(13) VALUE -28359.
               10  FILLER PIC S9(13) VALUE 28110.
               10  FILLER PIC S9(13) VALUE -3549202.
               10  FILLER PIC S9(13) VALUE 19952659.
               10  FILLER PIC S9(13) VALUE -68148419.
               10  FILLER PIC S9(13) VALUE 985138638.
               10  FILLER PIC S9(13) VALUE 86810500.
               10  FILLER PIC S9(13) VALUE -25223496.
               10  FILLER PIC S9(13) VALUE 5333507.
               10  FILLER PIC S9(13) VALUE -29420.
               10  FILLER PIC S9(13) VALUE 29133.
               10  FILLER PIC S9(13) VALUE -3581587.
               10  FILLER PIC S9(13) VALUE 20159542.
               10  FILLER PIC S9(13) VALUE -68858640.
               10  FILLER PIC S9(13) VALUE 984775806.
               10  FILLER PIC S9(13) VALUE 87975682.
               10  FILLER PIC S9(13) VALUE -25558107.
               10  FILLER PIC S9(13) VALUE 5409112.
               10  FILLER PIC S9(13) VALUE -30508.
               10  FILLER PIC S9(13) VALUE 30180.
               10  FILLER PIC S9(13) VALUE -3613717.
               10  FILLER PIC S9(13) VALUE 20365519.
               10  FILLER PIC S9(13) VALUE -69565916.
               10  FILLER PIC S9(13) VALUE 984408665.
               10  FILLER PIC S9(13) VALUE 89143287.
               10  FILLER PIC S9(13) VALUE -25893282.
               10  FILLER PIC S9(13) VALUE 5484957.
               10  FILLER PIC S9(13) VALUE -31622.
               10  FILLER PIC S9(13) VALUE 31251.
               10  FILLER PIC S9(13) VALUE -3645593.
               10  FILLER PIC S9(13) VALUE 20570589.
               10  FILLER PIC S9(13) VALUE -70270247.
               10  FILLER PIC S9(13) VALUE 984037220.
               10  FILLER PIC S9(13) VALUE 90313311.
               10  FILLER PIC S9(13) VALUE -26229017.
               10  FILLER PIC S9(13) VALUE 5561044.
               10  FILLER PIC S9(13) VALUE -32762.
               10  FILLER PIC S9(13) VALUE 32347.
               10  FILLER PIC S9(13) VALUE -3677214.
               10  FILLER PIC S9(13) VALUE 20774751.
               10  FILLER PIC S9(13) VALUE -70971631.
               10  FILLER PIC S9(13) VALUE 983661473.
               10  FILLER PIC S9(13) VALUE 91485747.
               10  FILLER PIC S9(13) VALUE -26565307.
               10  FILLER PIC S9(13) VALUE 5637371.
               10  FILLER PIC S9(13) VALUE -33930.
               10  FILLER PIC S9(13) VALUE 33467.
               10  FILLER PIC S9(13) VALUE -3708582.
               10  FILLER PIC S9(13) VALUE 20978004.
               10  FILLER PIC S9(13) VALUE -71670068.
               10  FILLER PIC S9(13) VALUE 983281429.
               10  FILLER PIC S9(13) VALUE 92660590.
               10  FILLER PIC S9(13) VALUE -26902150.
               10  FILLER PIC S9(13) VALUE 5713938.
               10  FILLER PIC S9(13) VALUE -35124.
               10  FILLER PIC S9(13) VALUE 34612.
               10  FILLER PIC S9(13) VALUE -3739696.
               10  FILLER PIC S9(13) VALUE 21180347.
               10  FILLER PIC S9(13) VALUE -72365558.
               10  FILLER PIC S9(13) VALUE 982897089.
               10  FILLER PIC S9(13) VALUE 93837834.
               10  FILLER PIC S9(13) VALUE -27239543.
               10  FILLER PIC S9(13) VALUE 5790743.
               10  FILLER PIC S9(13) VALUE -36347.
               10  FILLER PIC S9(13) VALUE 35782.
               10  FILLER PIC S9(13) VALUE -3770557.
               10  FILLER PIC S9(13) VALUE 21381781.
               10  FILLER PIC S9(13) VALUE -73058101.
               10  FILLER PIC S9(13) VALUE 982508458.
               10  FILLER PIC S9(13) VALUE 95017473.
               10  FILLER PIC S9(13) VALUE -27577481.
               10  FILLER PIC S9(13) VALUE 5867787.
               10  FILLER PIC S9(13) VALUE -37596.
               10  FILLER PIC S9(13) VALUE 36978.
               10  FILLER PIC S9(13) VALUE -3801166.
               10  FILLER PIC S9(13) VALUE 21582305.
               10  FILLER PIC S9(13) VALUE -73747695.
               10  FILLER PIC S9(13) VALUE 982115539.
               10  FILLER PIC S9(13) VALUE 96199501.
               10  FILLER PIC S9(13) VALUE -27915960.
               10  FILLER PIC S9(13) VALUE 5945069.
               10  FILLER PIC S9(13) VALUE -38874.
               10  FILLER PIC S9(13) VALUE 38200.
               10  FILLER PIC S9(13) VALUE -3831522.
               10  FILLER PIC S9(13) VALUE 21781917.
               10  FILLER PIC S9(13) VALUE -74434341.
               10  FILLER PIC S9(13) VALUE 981718335.
               10  FILLER PIC S9(13) VALUE 97383912.
               10  FILLER PIC S9(13) VALUE -28254979.
               10  FILLER PIC S9(13) VALUE 6022588.
               10  FILLER PIC S9(13) VALUE -40181.
               10  FILLER PIC S9(13) VALUE 39447.
               10  FILLER PIC S9(13) VALUE -3861627.
               10  FILLER PIC S9(13) VALUE 21980618.
               10  FILLER PIC S9(13) VALUE -75118039.
               10  FILLER PIC S9(13) VALUE 981316851.
               10  FILLER PIC S9(13) VALUE 98570700.
               10  FILLER PIC S9(13) VALUE -28594531.
               10  FILLER PIC S9(13) VALUE 6100343.
               10  FILLER PIC S9(13) VALUE -41516.
               10  FILLER PIC S9(13) VALUE 40720.
               10  FILLER PIC S9(13) VALUE -3891480.
               10  FILLER PIC S9(13) VALUE 22178406.
               10  FILLER PIC S9(13) VALUE -75798787.
               10  FILLER PIC S9(13) VALUE 980911089.
               10  FILLER PIC S9(13) VALUE 99759860.
               10  FILLER PIC S9(13) VALUE -28934615.
               10  FILLER PIC S9(13) VALUE 6178333.
               10  FILLER PIC S9(13) VALUE -42880.
               10  FILLER PIC S9(13) VALUE 42020.
               10  FILLER PIC S9(13) VALUE -3921083.
               10  FILLER PIC S9(13) VALUE 22375282.
               10  FILLER PIC S9(13) VALUE -76476587.
               10  FILLER PIC S9(13) VALUE 980501053.
               10  FILLER PIC S9(13) VALUE 100951384.
               10  FILLER PIC S9(13) VALUE -29275227.
               10  FILLER PIC S9(13) VALUE 6256559.
               10  FILLER PIC S9(13) VALUE -44273.
               10  FILLER PIC S9(13) VALUE 43346.
               10  FILLER PIC S9(13) VALUE -3950435.
               10  FILLER PIC S9(13) VALUE 22571244.
               10  FILLER PIC S9(13) VALUE -77151437.
               10  FILLER PIC S9(13) VALUE 980086747.
               10  FILLER PIC S9(13) VALUE 102145268.
               10  FILLER PIC S9(13) VALUE -29616362.
               10  FILLER PIC S9(13) VALUE 6335020.
               10  FILLER PIC S9(13) VALUE -45696.
               10  FILLER PIC S9(13) VALUE 44700.
               10  FILLER PIC S9(13) VALUE -3979537.
               10  FILLER PIC S9(13) VALUE 22766293.
               10  FILLER PIC S9(13) VALUE -77823337.
               10  FILLER PIC S9(13) VALUE 979668174.
               10  FILLER PIC S9(13) VALUE 103341505.
               10  FILLER PIC S9(13) VALUE -29958018.
               10  FILLER PIC S9(13) VALUE 6413714.
               10  FILLER PIC S9(13) VALUE -47149.
               10  FILLER PIC S9(13) VALUE 46080.
               10  FILLER PIC S9(13) VALUE -4008389.
               10  FILLER PIC S9(13) VALUE 22960428.
               10  FILLER PIC S9(13) VALUE -78492288.
               10  FILLER PIC S9(13) VALUE 979245338.
               10  FILLER PIC S9(13) VALUE 104540089.
               10  FILLER PIC S9(13) VALUE -30300190.
               10  FILLER PIC S9(13) VALUE 6492641.
               10  FILLER PIC S9(13) VALUE -48632.
               10  FILLER PIC S9(13) VALUE 47487.
               10  FILLER PIC S9(13) VALUE -4036992.
               10  FILLER PIC S9(13) VALUE 23153648.
               10  FILLER PIC S9(13) VALUE -79158289.
               10  FILLER PIC S9(13) VALUE 978818242.
               10  FILLER PIC S9(13) VALUE 105741014.
               10  FILLER PIC S9(13) VALUE -30642875.
               10  FILLER PIC S9(13) VALUE 6571800.
               10  FILLER PIC S9(13) VALUE -50145.
               10  FILLER PIC S9(13) VALUE 48922.
               10  FILLER PIC S9(13) VALUE -4065346.
               10  FILLER PIC S9(13) VALUE 23345953.
               10  FILLER PIC S9(13) VALUE -79821340.
               10  FILLER PIC S9(13) VALUE 978386892.
               10  FILLER PIC S9(13) VALUE 106944273.
               10  FILLER PIC S9(13) VALUE -30986068.
               10  FILLER PIC S9(13) VALUE 6651191.
               10  FILLER PIC S9(13) VALUE -51689.
               10  FILLER PIC S9(13) VALUE 50385.
               10  FILLER PIC S9(13) VALUE -4093452.
               10  FILLER PIC S9(13) VALUE 23537342.
               10  FILLER PIC S9(13) VALUE -80481441.
               10  FILLER PIC S9(13) VALUE 977951289.
               10  FILLER PIC S9(13) VALUE 108149861.
               10  FILLER PIC S9(13) VALUE -31329767.
               10  FILLER PIC S9(13) VALUE 6730813.
               10  FILLER PIC S9(13) VALUE -53264.
               10  FILLER PIC S9(13) VALUE 51876.
               10  FILLER PIC S9(13) VALUE -4121309.
               10  FILLER PIC S9(13) VALUE 23727815.
               10  FILLER PIC S9(13) VALUE -81138592.
               10  FILLER PIC S9(13) VALUE 977511439.
               10  FILLER PIC S9(13) VALUE 109357772.
               10  FILLER PIC S9(13) VALUE -31673968.
               10  FILLER PIC S9(13) VALUE 6810664.
               10  FILLER PIC S9(13) VALUE -54871.
               10  FILLER PIC S9(13) VALUE 53395.
               10  FILLER PIC S9(13) VALUE -4148920.
               10  FILLER PIC S9(13) VALUE 23917372.
               10  FILLER PIC S9(13) VALUE -81792793.
               10  FILLER PIC S9(13) VALUE 977067344.
               10  FILLER PIC S9(13) VALUE 110567998.
               10  FILLER PIC S9(13) VALUE -32018666.
               10  FILLER PIC S9(13) VALUE 6890746.
               10  FILLER PIC S9(13) VALUE -56508.
               10  FILLER PIC S9(13) VALUE 54942.
               10  FILLER PIC S9(13) VALUE -4176283.
               10  FILLER PIC S9(13) VALUE 24106011.
               10  FILLER PIC S9(13) VALUE -82444044.
               10  FILLER PIC S9(13) VALUE 976619010.
               10  FILLER PIC S9(13) VALUE 111780534.
               10  FILLER PIC S9(13) VALUE -32363858.
               10  FILLER PIC S9(13) VALUE 6971056.
               10  FILLER PIC S9(13) VALUE -58178.
               10  FILLER PIC S9(13) VALUE 56518.
               10  FILLER PIC S9(13) VALUE -4203400.
               10  FILLER PIC S9(13) VALUE 24293734.
               10  FILLER PIC S9(13) VALUE -83092344.
               10  FILLER PIC S9(13) VALUE 976166439.
               10  FILLER PIC S9(13) VALUE 112995373.
               10  FILLER PIC S9(13) VALUE -32709541.
               10  FILLER PIC S9(13) VALUE 7051594.
               10  FILLER PIC S9(13) VALUE -59880.
               10  FILLER PIC S9(13) VALUE 58122.
               10  FILLER PIC S9(13) VALUE -4230271.
               10  FILLER PIC S9(13) VALUE 24480539.
               10  FILLER PIC S9(13) VALUE -83737695.
               10  FILLER PIC S9(13) VALUE 975709637.
               10  FILLER PIC S9(13) VALUE 114212510.
               10  FILLER PIC S9(13) VALUE -33055710.
               10  FILLER PIC S9(13) VALUE 7132359.
               10  FILLER PIC S9(13) VALUE -61615.
               10  FILLER PIC S9(13) VALUE 59756.
               10  FILLER PIC S9(13) VALUE -4256896.
               10  FILLER PIC S9(13) VALUE 24666426.
               10  FILLER PIC S9(13) VALUE -84380096.
               10  FILLER PIC S9(13) VALUE 975248606.
               10  FILLER PIC S9(13) VALUE 115431937.
               10  FILLER PIC S9(13) VALUE -33402361.
               10  FILLER PIC S9(13) VALUE 7213350.
               10  FILLER PIC S9(13) VALUE -63382.
               10  FILLER PIC S9(13) VALUE 61419.
               10  FILLER PIC S9(13) VALUE -4283276.
               10  FILLER PIC S9(13) VALUE 24851395.
               10  FILLER PIC S9(13) VALUE -85019548.
               10  FILLER PIC S9(13) VALUE 974783351.
               10  FILLER PIC S9(13) VALUE 116653648.
               10  FILLER PIC S9(13) VALUE -33749491.
               10  FILLER PIC S9(13) VALUE 7294568.
               10  FILLER PIC S9(13) VALUE -65182.
               10  FILLER PIC S9(13) VALUE 63111.
               10  FILLER PIC S9(13) VALUE -4309411.
               10  FILLER PIC S9(13) VALUE 25035446.
               10  FILLER PIC S9(13) VALUE -85656050.
               10  FILLER PIC S9(13) VALUE 974313876.
               10  FILLER PIC S9(13) VALUE 117877638.
               10  FILLER PIC S9(13) VALUE -34097095.
               10  FILLER PIC S9(13) VALUE 7376010.
               10  FILLER PIC S9(13) VALUE -67015.
               10  FILLER PIC S9(13) VALUE 64834.
               10  FILLER PIC S9(13) VALUE -4335302.
               10  FILLER PIC S9(13) VALUE 25218577.
               10  FILLER PIC S9(13) VALUE -86289602.
               10  FILLER PIC S9(13) VALUE 973840185.
               10  FILLER PIC S9(13) VALUE 119103898.
               10  FILLER PIC S9(13) VALUE -34445171.
               10  FILLER PIC S9(13) VALUE 7457676.
               10  FILLER PIC S9(13) VALUE -68882.
               10  FILLER PIC S9(13) VALUE 66586.
               10  FILLER PIC S9(13) VALUE -4360950.
               10  FILLER PIC S9(13) VALUE 25400790.
               10  FILLER PIC S9(13) VALUE -86920206.
               10  FILLER PIC S9(13) VALUE 973362283.
               10  FILLER PIC S9(13) VALUE 120332424.
               10  FILLER PIC S9(13) VALUE -34793713.
               10  FILLER PIC S9(13) VALUE 7539566.
               10  FILLER PIC S9(13) VALUE -70783.
               10  FILLER PIC S9(13) VALUE 68368.
               10  FILLER PIC S9(13) VALUE -4386354.
               10  FILLER PIC S9(13) VALUE 25582083.
               10  FILLER PIC S9(13) VALUE -87547861.
               10  FILLER PIC S9(13) VALUE 972880173.
               10  FILLER PIC S9(13) VALUE 121563208.
               10  FILLER PIC S9(13) VALUE -35142719.
               10  FILLER PIC S9(13) VALUE 7621678.
               10  FILLER PIC S9(13) VALUE -72718.
               10  FILLER PIC S9(13) VALUE 70180.
               10  FILLER PIC S9(13) VALUE -4411515.
               10  FILLER PIC S9(13) VALUE 25762456.
               10  FILLER PIC S9(13) VALUE -88172567.
               10  FILLER PIC S9(13) VALUE 972393859.
               10  FILLER PIC S9(13) VALUE 122796244.
               10  FILLER PIC S9(13) VALUE -35492184.
               10  FILLER PIC S9(13) VALUE 7704012.
               10  FILLER PIC S9(13) VALUE -74687.
               10  FILLER PIC S9(13) VALUE 72023.
               10  FILLER PIC S9(13) VALUE -4436435.
               10  FILLER PIC S9(13) VALUE 25941909.
               10  FILLER PIC S9(13) VALUE -88794326.
               10  FILLER PIC S9(13) VALUE 971903347.
               10  FILLER PIC S9(13) VALUE 124031525.
               10  FILLER PIC S9(13) VALUE -35842103.
               10  FILLER PIC S9(13) VALUE 7786567.
               10  FILLER PIC S9(13) VALUE -76691.
               10  FILLER PIC S9(13) VALUE 73897.
               10  FILLER PIC S9(13) VALUE -4461112.
               10  FILLER PIC S9(13) VALUE 26120442.
               10  FILLER PIC S9(13) VALUE -89413136.
               10  FILLER PIC S9(13) VALUE 971408640.
               10  FILLER PIC S9(13) VALUE 125269045.
               10  FILLER PIC S9(13) VALUE -36192474.
               10  FILLER PIC S9(13) VALUE 7869342.
               10  FILLER PIC S9(13) VALUE -78730.
               10  FILLER PIC S9(13) VALUE 75801.
               10  FILLER PIC S9(13) VALUE -4485548.
               10  FILLER PIC S9(13) VALUE 26298055.
               10  FILLER PIC S9(13) VALUE -90028999.
               10  FILLER PIC S9(13) VALUE 970909743.
               10  FILLER PIC S9(13) VALUE 126508797.
               10  FILLER PIC S9(13) VALUE -36543293.
               10  FILLER PIC S9(13) VALUE 7952336.
               10  FILLER PIC S9(13) VALUE -80804.
               10  FILLER PIC S9(13) VALUE 77737.
               10  FILLER PIC S9(13) VALUE -4509743.
               10  FILLER PIC S9(13) VALUE 26474747.
               10  FILLER PIC S9(13) VALUE -90641915.
               10  FILLER PIC S9(13) VALUE 970406659.
               10  FILLER PIC S9(13) VALUE 127750774.
               10  FILLER PIC S9(13) VALUE -36894554.
               10  FILLER PIC S9(13) VALUE 8035549.
               10  FILLER PIC S9(13) VALUE -82914.
               10  FILLER PIC S9(13) VALUE 79704.
               10  FILLER PIC S9(13) VALUE -4533698.
               10  FILLER PIC S9(13) VALUE 26650518.
               10  FILLER PIC S9(13) VALUE -91251884.
               10  FILLER PIC S9(13) VALUE 969899395.
               10  FILLER PIC S9(13) VALUE 128994970.
               10  FILLER PIC S9(13) VALUE -37246255.
               10  FILLER PIC S9(13) VALUE 8118979.
               10  FILLER PIC S9(13) VALUE -85059.
               10  FILLER PIC S9(13) VALUE 81703.
               10  FILLER PIC S9(13) VALUE -4557414.
               10  FILLER PIC S9(13) VALUE 26825369.
               10  FILLER PIC S9(13) VALUE -91858907.
               10  FILLER PIC S9(13) VALUE 969387953.
               10  FILLER PIC S9(13) VALUE 130241378.
               10  FILLER PIC S9(13) VALUE -37598390.
               10  FILLER PIC S9(13) VALUE 8202627.
               10  FILLER PIC S9(13) VALUE -87240.
               10  FILLER PIC S9(13) VALUE 83733.
               10  FILLER PIC S9(13) VALUE -4580890.
               10  FILLER PIC S9(13) VALUE 26999298.
               10  FILLER PIC S9(13) VALUE -92462985.
               10  FILLER PIC S9(13) VALUE 968872338.
               10  FILLER PIC S9(13) VALUE 131489991.
               10  FILLER PIC S9(13) VALUE -37950957.
               10  FILLER PIC S9(13) VALUE 8286490.
               10  FILLER PIC S9(13) VALUE -89458.
               10  FILLER PIC S9(13) VALUE 85795.
               10  FILLER PIC S9(13) VALUE -4604127.
               10  FILLER PIC S9(13) VALUE 27172306.
               10  FILLER PIC S9(13) VALUE -93064117.
               10  FILLER PIC S9(13) VALUE 968352556.
               10  FILLER PIC S9(13) VALUE 132740802.
               10  FILLER PIC S9(13) VALUE -38303951.
               10  FILLER PIC S9(13) VALUE 8370568.
               10  FILLER PIC S9(13) VALUE -91712.
               10  FILLER PIC S9(13) VALUE 87890.
               10  FILLER PIC S9(13) VALUE -4627127.
               10  FILLER PIC S9(13) VALUE 27344393.
               10  FILLER PIC S9(13) VALUE -93662305.
               10  FILLER PIC S9(13) VALUE 967828610.
               10  FILLER PIC S9(13) VALUE 133993805.
               10  FILLER PIC S9(13) VALUE -38657368.
               10  FILLER PIC S9(13) VALUE 8454861.
               10  FILLER PIC S9(13) VALUE -94003.
               10  FILLER PIC S9(13) VALUE 90016.
               10  FILLER PIC S9(13) VALUE -4649888.
               10  FILLER PIC S9(13) VALUE 27515558.
               10  FILLER PIC S9(13) VALUE -94257549.
               10  FILLER PIC S9(13) VALUE 967300505.
               10  FILLER PIC S9(13) VALUE 135248993.
               10  FILLER PIC S9(13) VALUE -39011203.
               10  FILLER PIC S9(13) VALUE 8539366.
               10  FILLER PIC S9(13) VALUE -96331.
               10  FILLER PIC S9(13) VALUE 92175.
               10  FILLER PIC S9(13) VALUE -4672413.
               10  FILLER PIC S9(13) VALUE 27685802.
               10  FILLER PIC S9(13) VALUE -94849850.
               10  FILLER PIC S9(13) VALUE 966768246.
               10  FILLER PIC S9(13) VALUE 136506359.
               10  FILLER PIC S9(13) VALUE -39365453.
               10  FILLER PIC S9(13) VALUE 8624085.
               10  FILLER PIC S9(13) VALUE -98697.
               10  FILLER PIC S9(13) VALUE 94367.
               10  FILLER PIC S9(13) VALUE -4694701.
               10  FILLER PIC S9(13) VALUE 27855124.
               10  FILLER PIC S9(13) VALUE -95439208.
               10  FILLER PIC S9(13) VALUE 966231838.
               10  FILLER PIC S9(13) VALUE 137765896.
               10  FILLER PIC S9(13) VALUE -39720114.
               10  FILLER PIC S9(13) VALUE 8709015.
               10  FILLER PIC S9(13) VALUE -101100.
               10  FILLER PIC S9(13) VALUE 96591.
               10  FILLER PIC S9(13) VALUE -4716753.
               10  FILLER PIC S9(13) VALUE 28023524.
               10  FILLER PIC S9(13) VALUE -96025623.
               10  FILLER PIC S9(13) VALUE 965691284.
               10  FILLER PIC S9(13) VALUE 139027597.
               10  FILLER PIC S9(13) VALUE -40075182.
               10  FILLER PIC S9(13) VALUE 8794155.
               10  FILLER PIC S9(13) VALUE -103540.
               10  FILLER PIC S9(13) VALUE 98849.
               10  FILLER PIC S9(13) VALUE -4738569.
               10  FILLER PIC S9(13) VALUE 28191003.
               10  FILLER PIC S9(13) VALUE -96609098.
               10  FILLER PIC S9(13) VALUE 965146591.
               10  FILLER PIC S9(13) VALUE 140291455.
               10  FILLER PIC S9(13) VALUE -40430651.
               10  FILLER PIC S9(13) VALUE 8879506.
               10  FILLER PIC S9(13) VALUE -106019.
               10  FILLER PIC S9(13) VALUE 101140.
               10  FILLER PIC S9(13) VALUE -4760150.
               10  FILLER PIC S9(13) VALUE 28357560.
               10  FILLER PIC S9(13) VALUE -97189632.
               10  FILLER PIC S9(13) VALUE 964597762.
               10  FILLER PIC S9(13) VALUE 141557463.
               10  FILLER PIC S9(13) VALUE -40786519.
               10  FILLER PIC S9(13) VALUE 8965065.
               10  FILLER PIC S9(13) VALUE -108537.
               10  FILLER PIC S9(13) VALUE 103464.
               10  FILLER PIC S9(13) VALUE -4781497.
               10  FILLER PIC S9(13) VALUE 28523195.
               10  FILLER PIC S9(13) VALUE -97767226.
               10  FILLER PIC S9(13) VALUE 964044803.
               10  FILLER PIC S9(13) VALUE 142825614.
               10  FILLER PIC S9(13) VALUE -41142780.
               10  FILLER PIC S9(13) VALUE 9050832.
               10  FILLER PIC S9(13) VALUE -111093.
               10  FILLER PIC S9(13) VALUE 105822.
               10  FILLER PIC S9(13) VALUE -4802611.
               10  FILLER PIC S9(13) VALUE 28687908.
               10  FILLER PIC S9(13) VALUE -98341881.
               10  FILLER PIC S9(13) VALUE 963487718.
               10  FILLER PIC S9(13) VALUE 144095902.
               10  FILLER PIC S9(13) VALUE -41499432.
               10  FILLER PIC S9(13) VALUE 9136807.
               10  FILLER PIC S9(13) VALUE -113688.
               10  FILLER PIC S9(13) VALUE 108213.
               10  FILLER PIC S9(13) VALUE -4823490.
               10  FILLER PIC S9(13) VALUE 28851700.
               10  FILLER PIC S9(13) VALUE -98913598.
               10  FILLER PIC S9(13) VALUE 962926512.
               10  FILLER PIC S9(13) VALUE 145368319.
               10  FILLER PIC S9(13) VALUE -41856468.
               10  FILLER PIC S9(13) VALUE 9222987.
               10  FILLER PIC S9(13) VALUE -116322.
               10  FILLER PIC S9(13) VALUE 110639.
               10  FILLER PIC S9(13) VALUE -4844137.
               10  FILLER PIC S9(13) VALUE 29014569.
               10  FILLER PIC S9(13) VALUE -99482378.
               10  FILLER PIC S9(13) VALUE 962361190.
               10  FILLER PIC S9(13) VALUE 146642857.
               10  FILLER PIC S9(13) VALUE -42213886.
               10  FILLER PIC S9(13) VALUE 9309373.
               10  FILLER PIC S9(13) VALUE -118995.
               10  FILLER PIC S9(13) VALUE 113099.
               10  FILLER PIC S9(13) VALUE -4864552.
               10  FILLER PIC S9(13) VALUE 29176517.
               10  FILLER PIC S9(13) VALUE -100048221.
               10  FILLER PIC S9(13) VALUE 961791758.
               10  FILLER PIC S9(13) VALUE 147919511.
               10  FILLER PIC S9(13) VALUE -42571681.
               10  FILLER PIC S9(13) VALUE 9395963.
               10  FILLER PIC S9(13) VALUE -121708.
               10  FILLER PIC S9(13) VALUE 115592.
               10  FILLER PIC S9(13) VALUE -4884735.
               10  FILLER PIC S9(13) VALUE 29337544.
               10  FILLER PIC S9(13) VALUE -100611128.
               10  FILLER PIC S9(13) VALUE 961218220.
               10  FILLER PIC S9(13) VALUE 149198272.
               10  FILLER PIC S9(13) VALUE -42929849.
               10  FILLER PIC S9(13) VALUE 9482756.
               10  FILLER PIC S9(13) VALUE -124461.
               10  FILLER PIC S9(13) VALUE 118121.
               10  FILLER PIC S9(13) VALUE -4904688.
               10  FILLER PIC S9(13) VALUE 29497648.
               10  FILLER PIC S9(13) VALUE -101171101.
               10  FILLER PIC S9(13) VALUE 960640580.
               10  FILLER PIC S9(13) VALUE 150479133.
               10  FILLER PIC S9(13) VALUE -43288385.
               10  FILLER PIC S9(13) VALUE 9569751.
               10  FILLER PIC S9(13) VALUE -127254.
               10  FILLER PIC S9(13) VALUE 120684.
               10  FILLER PIC S9(13) VALUE -4924409.
               10  FILLER PIC S9(13) VALUE 29656831.
               10  FILLER PIC S9(13) VALUE -101728140.
               10  FILLER PIC S9(13) VALUE 960058845.
               10  FILLER PIC S9(13) VALUE 151762088.
               10  FILLER PIC S9(13) VALUE -43647285.
               10  FILLER PIC S9(13) VALUE 9656948.
               10  FILLER PIC S9(13) VALUE -130088.
               10  FILLER PIC S9(13) VALUE 123281.
               10  FILLER PIC S9(13) VALUE -4943901.
               10  FILLER PIC S9(13) VALUE 29815093.
               10  FILLER PIC S9(13) VALUE -102282247.
               10  FILLER PIC S9(13) VALUE 959473020.
               10  FILLER PIC S9(13) VALUE 153047130.
               10  FILLER PIC S9(13) VALUE -44006545.
               10  FILLER PIC S9(13) VALUE 9744346.
               10  FILLER PIC S9(13) VALUE -132962.
               10  FILLER PIC S9(13) VALUE 125914.
               10  FILLER PIC S9(13) VALUE -4963163.
               10  FILLER PIC S9(13) VALUE 29972433.
               10  FILLER PIC S9(13) VALUE -102833422.
               10  FILLER PIC S9(13) VALUE 958883109.
               10  FILLER PIC S9(13) VALUE 154334250.
               10  FILLER PIC S9(13) VALUE -44366160.
               10  FILLER PIC S9(13) VALUE 9831943.
               10  FILLER PIC S9(13) VALUE -135877.
               10  FILLER PIC S9(13) VALUE 128582.
               10  FILLER PIC S9(13) VALUE -4982197.
               10  FILLER PIC S9(13) VALUE 30128852.
               10  FILLER PIC S9(13) VALUE -103381666.
               10  FILLER PIC S9(13) VALUE 958289117.
               10  FILLER PIC S9(13) VALUE 155623441.
               10  FILLER PIC S9(13) VALUE -44726126.
               10  FILLER PIC S9(13) VALUE 9919738.
               10  FILLER PIC S9(13) VALUE -138833.
               10  FILLER PIC S9(13) VALUE 131285.
               10  FILLER PIC S9(13) VALUE -5001003.
               10  FILLER PIC S9(13) VALUE 30284350.
               10  FILLER PIC S9(13) VALUE -103926981.
               10  FILLER PIC S9(13) VALUE 957691050.
               10  FILLER PIC S9(13) VALUE 156914697.
               10  FILLER PIC S9(13) VALUE -45086439.
               10  FILLER PIC S9(13) VALUE 10007730.
               10  FILLER PIC S9(13) VALUE -141830.
               10  FILLER PIC S9(13) VALUE 134023.
               10  FILLER PIC S9(13) VALUE -5019580.
               10  FILLER PIC S9(13) VALUE 30438927.
               10  FILLER PIC S9(13) VALUE -104469367.
               10  FILLER PIC S9(13) VALUE 957088914.
               10  FILLER PIC S9(13) VALUE 158208009.
               10  FILLER PIC S9(13) VALUE -45447095.
               10  FILLER PIC S9(13) VALUE 10095920.
               10  FILLER PIC S9(13) VALUE -144869.
               10  FILLER PIC S9(13) VALUE 136798.
               10  FILLER PIC S9(13) VALUE -5037931.
               10  FILLER PIC S9(13) VALUE 30592583.
               10  FILLER PIC S9(13) VALUE -105008826.
               10  FILLER PIC S9(13) VALUE 956482713.
               10  FILLER PIC S9(13) VALUE 159503372.
               10  FILLER PIC S9(13) VALUE -45808088.
               10  FILLER PIC S9(13) VALUE 10184304.
               10  FILLER PIC S9(13) VALUE -147950.
               10  FILLER PIC S9(13) VALUE 139607.
               10  FILLER PIC S9(13) VALUE -5056056.
               10  FILLER PIC S9(13) VALUE 30745319.
               10  FILLER PIC S9(13) VALUE -105545358.
               10  FILLER PIC S9(13) VALUE 955872452.
               10  FILLER PIC S9(13) VALUE 160800776.
               10  FILLER PIC S9(13) VALUE -46169415.
               10  FILLER PIC S9(13) VALUE 10272883.
               10  FILLER PIC S9(13) VALUE -151073.
               10  FILLER PIC S9(13) VALUE 142453.
               10  FILLER PIC S9(13) VALUE -5073955.
               10  FILLER PIC S9(13) VALUE 30897134.
               10  FILLER PIC S9(13) VALUE -106078966.
               10  FILLER PIC S9(13) VALUE 955258137.
               10  FILLER PIC S9(13) VALUE 162100215.
               10  FILLER PIC S9(13) VALUE -46531070.
               10  FILLER PIC S9(13) VALUE 10361656.
               10  FILLER PIC S9(13) VALUE -154238.
               10  FILLER PIC S9(13) VALUE 145335.
               10  FILLER PIC S9(13) VALUE -5091628.
               10  FILLER PIC S9(13) VALUE 31048029.
               10  FILLER PIC S9(13) VALUE -106609650.
               10  FILLER PIC S9(13) VALUE 954639774.
               10  FILLER PIC S9(13) VALUE 163401681.
               10  FILLER PIC S9(13) VALUE -46893051.
               10  FILLER PIC S9(13) VALUE 10450621.
               10  FILLER PIC S9(13) VALUE -157446.
               10  FILLER PIC S9(13) VALUE 148253.
               10  FILLER PIC S9(13) VALUE -5109077.
               10  FILLER PIC S9(13) VALUE 31198005.
               10  FILLER PIC S9(13) VALUE -107137412.
               10  FILLER PIC S9(13) VALUE 954017368.
               10  FILLER PIC S9(13) VALUE 164705167.
               10  FILLER PIC S9(13) VALUE -47255351.
               10  FILLER PIC S9(13) VALUE 10539777.
               10  FILLER PIC S9(13) VALUE -160697.
               10  FILLER PIC S9(13) VALUE 151207.
               10  FILLER PIC S9(13) VALUE -5126302.
               10  FILLER PIC S9(13) VALUE 31347060.
               10  FILLER PIC S9(13) VALUE -107662252.
               10  FILLER PIC S9(13) VALUE 953390924.
               10  FILLER PIC S9(13) VALUE 166010665.
               10  FILLER PIC S9(13) VALUE -47617968.
               10  FILLER PIC S9(13) VALUE 10629123.
               10  FILLER PIC S9(13) VALUE -163990.
               10  FILLER PIC S9(13) VALUE 154198.
               10  FILLER PIC S9(13) VALUE -5143304.
               10  FILLER PIC S9(13) VALUE 31495196.
               10  FILLER PIC S9(13) VALUE -108184173.
               10  FILLER PIC S9(13) VALUE 952760448.
               10  FILLER PIC S9(13) VALUE 167318168.
               10  FILLER PIC S9(13) VALUE -47980895.
               10  FILLER PIC S9(13) VALUE 10718659.
               10  FILLER PIC S9(13) VALUE -167327.
               10  FILLER PIC S9(13) VALUE 157226.
               10  FILLER PIC S9(13) VALUE -5160083.
               10  FILLER PIC S9(13) VALUE 31642413.
               10  FILLER PIC S9(13) VALUE -108703175.
               10  FILLER PIC S9(13) VALUE 952125945.
               10  FILLER PIC S9(13) VALUE 168627668.
               10  FILLER PIC S9(13) VALUE -48344129.
               10  FILLER PIC S9(13) VALUE 10808383.
               10  FILLER PIC S9(13) VALUE -170707.
               10  FILLER PIC S9(13) VALUE 160290.
               10  FILLER PIC S9(13) VALUE -5176639.
               10  FILLER PIC S9(13) VALUE 31788710.
               10  FILLER PIC S9(13) VALUE -109219260.
               10  FILLER PIC S9(13) VALUE 951487420.
               10  FILLER PIC S9(13) VALUE 169939158.
               10  FILLER PIC S9(13) VALUE -48707666.
               10  FILLER PIC S9(13) VALUE 10898294.
               10  FILLER PIC S9(13) VALUE -174131.
               10  FILLER PIC S9(13) VALUE 163391.
               10  FILLER PIC S9(13) VALUE -5192974.
               10  FILLER PIC S9(13) VALUE 31934089.
               10  FILLER PIC S9(13) VALUE -109732429.
               10  FILLER PIC S9(13) VALUE 950844881.
               10  FILLER PIC S9(13) VALUE 171252629.
               10  FILLER PIC S9(13) VALUE -49071500.
               10  FILLER PIC S9(13) VALUE 10988392.
               10  FILLER PIC S9(13) VALUE -177599.
               10  FILLER PIC S9(13) VALUE 166529.
               10  FILLER PIC S9(13) VALUE -5209089.
               10  FILLER PIC S9(13) VALUE 32078550.
               10  FILLER PIC S9(13) VALUE -110242683.
               10  FILLER PIC S9(13) VALUE 950198331.
               10  FILLER PIC S9(13) VALUE 172568075.
               10  FILLER PIC S9(13) VALUE -49435627.
               10  FILLER PIC S9(13) VALUE 11078674.
               10  FILLER PIC S9(13) VALUE -181111.
               10  FILLER PIC S9(13) VALUE 169705.
               10  FILLER PIC S9(13) VALUE -5224983.
               10  FILLER PIC S9(13) VALUE 32222093.
               10  FILLER PIC S9(13) VALUE -110750025.
               10  FILLER PIC S9(13) VALUE 949547777.
               10  FILLER PIC S9(13) VALUE 173885488.
               10  FILLER PIC S9(13) VALUE -49800042.
               10  FILLER PIC S9(13) VALUE 11169140.
               10  FILLER PIC S9(13) VALUE -184667.
               10  FILLER PIC S9(13) VALUE 172918.
               10  FILLER PIC S9(13) VALUE -5240657.
               10  FILLER PIC S9(13) VALUE 32364718.
               10  FILLER PIC S9(13) VALUE -111254455.
               10  FILLER PIC S9(13) VALUE 948893225.
               10  FILLER PIC S9(13) VALUE 175204859.
               10  FILLER PIC S9(13) VALUE -50164741.
               10  FILLER PIC S9(13) VALUE 11259789.
               10  FILLER PIC S9(13) VALUE -188268.
               10  FILLER PIC S9(13) VALUE 176168.
               10  FILLER PIC S9(13) VALUE -5256112.
               10  FILLER PIC S9(13) VALUE 32506426.
               10  FILLER PIC S9(13) VALUE -111755975.
               10  FILLER PIC S9(13) VALUE 948234679.
               10  FILLER PIC S9(13) VALUE 176526182.
               10  FILLER PIC S9(13) VALUE -50529720.
               10  FILLER PIC S9(13) VALUE 11350620.
               10  FILLER PIC S9(13) VALUE -191914.
               10  FILLER PIC S9(13) VALUE 179456.
               10  FILLER PIC S9(13) VALUE -5271349.
               10  FILLER PIC S9(13) VALUE 32647217.
               10  FILLER PIC S9(13) VALUE -112254587.
               10  FILLER PIC S9(13) VALUE 947572147.
               10  FILLER PIC S9(13) VALUE 177849448.
               10  FILLER PIC S9(13) VALUE -50894974.
               10  FILLER PIC S9(13) VALUE 11441631.
               10  FILLER PIC S9(13) VALUE -195604.
               10  FILLER PIC S9(13) VALUE 182782.
               10  FILLER PIC S9(13) VALUE -5286368.
               10  FILLER PIC S9(13) VALUE 32787091.
               10  FILLER PIC S9(13) VALUE -112750292.
               10  FILLER PIC S9(13) VALUE 946905633.
               10  FILLER PIC S9(13) VALUE 179174650.
               10  FILLER PIC S9(13) VALUE -51260497.
               10  FILLER PIC S9(13) VALUE 11532822.
               10  FILLER PIC S9(13) VALUE -199340.
               10  FILLER PIC S9(13) VALUE 186145.
               10  FILLER PIC S9(13) VALUE -5301170.
               10  FILLER PIC S9(13) VALUE 32926049.
               10  FILLER PIC S9(13) VALUE -113243092.
               10  FILLER PIC S9(13) VALUE 946235143.
               10  FILLER PIC S9(13) VALUE 180501779.
               10  FILLER PIC S9(13) VALUE -51626286.
               10  FILLER PIC S9(13) VALUE 11624191.
               10  FILLER PIC S9(13) VALUE -203122.
               10  FILLER PIC S9(13) VALUE 189547.
               10  FILLER PIC S9(13) VALUE -5315756.
               10  FILLER PIC S9(13) VALUE 33064091.
               10  FILLER PIC S9(13) VALUE -113732987.
               10  FILLER PIC S9(13) VALUE 945560685.
               10  FILLER PIC S9(13) VALUE 181830829.
               10  FILLER PIC S9(13) VALUE -51992336.
               10  FILLER PIC S9(13) VALUE 11715737.
               10  FILLER PIC S9(13) VALUE -206948.
               10  FILLER PIC S9(13) VALUE 192986.
               10  FILLER PIC S9(13) VALUE -5330125.
               10  FILLER PIC S9(13) VALUE 33201217.
               10  FILLER PIC S9(13) VALUE -114219981.
               10  FILLER PIC S9(13) VALUE 944882262.
               10  FILLER PIC S9(13) VALUE 183161791.
               10  FILLER PIC S9(13) VALUE -52358641.
               10  FILLER PIC S9(13) VALUE 11807460.
               10  FILLER PIC S9(13) VALUE -210821.
               10  FILLER PIC S9(13) VALUE 196464.
               10  FILLER PIC S9(13) VALUE -5344280.
               10  FILLER PIC S9(13) VALUE 33337429.
               10  FILLER PIC S9(13) VALUE -114704075.
               10  FILLER PIC S9(13) VALUE 944199881.
               10  FILLER PIC S9(13) VALUE 184494657.
               10  FILLER PIC S9(13) VALUE -52725198.
               10  FILLER PIC S9(13) VALUE 11899357.
               10  FILLER PIC S9(13) VALUE -214740.
               10  FILLER PIC S9(13) VALUE 199981.
               10  FILLER PIC S9(13) VALUE -5358220.
               10  FILLER PIC S9(13) VALUE 33472726.
               10  FILLER PIC S9(13) VALUE -115185270.
               10  FILLER PIC S9(13) VALUE 943513549.
               10  FILLER PIC S9(13) VALUE 185829419.
               10  FILLER PIC S9(13) VALUE -53092002.
               10  FILLER PIC S9(13) VALUE 11991429.
               10  FILLER PIC S9(13) VALUE -218705.
               10  FILLER PIC S9(13) VALUE 203535.
               10  FILLER PIC S9(13) VALUE -5371946.
               10  FILLER PIC S9(13) VALUE 33607110.
               10  FILLER PIC S9(13) VALUE -115663567.
               10  FILLER PIC S9(13) VALUE 942823271.
               10  FILLER PIC S9(13) VALUE 187166070.
               10  FILLER PIC S9(13) VALUE -53459048.
               10  FILLER PIC S9(13) VALUE 12083673.
               10  FILLER PIC S9(13) VALUE -222717.
               10  FILLER PIC S9(13) VALUE 207129.
               10  FILLER PIC S9(13) VALUE -5385459.
               10  FILLER PIC S9(13) VALUE 33740579.
               10  FILLER PIC S9(13) VALUE -116138970.
               10  FILLER PIC S9(13) VALUE 942129053.
               10  FILLER PIC S9(13) VALUE 188504601.
               10  FILLER PIC S9(13) VALUE -53826331.
               10  FILLER PIC S9(13) VALUE 12176088.
               10  FILLER PIC S9(13) VALUE -226775.
               10  FILLER PIC S9(13) VALUE 210761.
               10  FILLER PIC S9(13) VALUE -5398759.
               10  FILLER PIC S9(13) VALUE 33873135.
               10  FILLER PIC S9(13) VALUE -116611479.
               10  FILLER PIC S9(13) VALUE 941430902.
               10  FILLER PIC S9(13) VALUE 189845005.
               10  FILLER PIC S9(13) VALUE -54193847.
               10  FILLER PIC S9(13) VALUE 12268674.
               10  FILLER PIC S9(13) VALUE -230880.
               10  FILLER PIC S9(13) VALUE 214431.
               10  FILLER PIC S9(13) VALUE -5411848.
               10  FILLER PIC S9(13) VALUE 34004779.
               10  FILLER PIC S9(13) VALUE -117081097.
               10  FILLER PIC S9(13) VALUE 940728823.
               10  FILLER PIC S9(13) VALUE 191187273.
               10  FILLER PIC S9(13) VALUE -54561590.
               10  FILLER PIC S9(13) VALUE 12361429.
               10  FILLER PIC S9(13) VALUE -235032.
               10  FILLER PIC S9(13) VALUE 218141.
               10  FILLER PIC S9(13) VALUE -5424725.
               10  FILLER PIC S9(13) VALUE 34135511.
               10  FILLER PIC S9(13) VALUE -117547824.
               10  FILLER PIC S9(13) VALUE 940022822.
               10  FILLER PIC S9(13) VALUE 192531398.
               10  FILLER PIC S9(13) VALUE -54929556.
               10  FILLER PIC S9(13) VALUE 12454352.
               10  FILLER PIC S9(13) VALUE -239231.
               10  FILLER PIC S9(13) VALUE 221890.
               10  FILLER PIC S9(13) VALUE -5437392.
               10  FILLER PIC S9(13) VALUE 34265331.
               10  FILLER PIC S9(13) VALUE -118011664.
               10  FILLER PIC S9(13) VALUE 939312906.
               10  FILLER PIC S9(13) VALUE 193877371.
               10  FILLER PIC S9(13) VALUE -55297740.
               10  FILLER PIC S9(13) VALUE 12547442.
               10  FILLER PIC S9(13) VALUE -243478.
               10  FILLER PIC S9(13) VALUE 225678.
               10  FILLER PIC S9(13) VALUE -5449849.
               10  FILLER PIC S9(13) VALUE 34394240.
               10  FILLER PIC S9(13) VALUE -118472618.
               10  FILLER PIC S9(13) VALUE 938599081.
               10  FILLER PIC S9(13) VALUE 195225185.
               10  FILLER PIC S9(13) VALUE -55666138.
               10  FILLER PIC S9(13) VALUE 12640697.
               10  FILLER PIC S9(13) VALUE -247773.
               10  FILLER PIC S9(13) VALUE 229505.
               10  FILLER PIC S9(13) VALUE -5462096.
               10  FILLER PIC S9(13) VALUE 34522238.
               10  FILLER PIC S9(13) VALUE -118930688.
               10  FILLER PIC S9(13) VALUE 937881353.
               10  FILLER PIC S9(13) VALUE 196574830.
               10  FILLER PIC S9(13) VALUE -56034744.
               10  FILLER PIC S9(13) VALUE 12734117.
               10  FILLER PIC S9(13) VALUE -252115.
               10  FILLER PIC S9(13) VALUE 233372.
               10  FILLER PIC S9(13) VALUE -5474135.
               10  FILLER PIC S9(13) VALUE 34649327.
               10  FILLER PIC S9(13) VALUE -119385875.
               10  FILLER PIC S9(13) VALUE 937159728.
               10  FILLER PIC S9(13) VALUE 197926299.
               10  FILLER PIC S9(13) VALUE -56403554.
               10  FILLER PIC S9(13) VALUE 12827700.
               10  FILLER PIC S9(13) VALUE -256505.
               10  FILLER PIC S9(13) VALUE 237278.
               10  FILLER PIC S9(13) VALUE -5485966.
               10  FILLER PIC S9(13) VALUE 34775506.
               10  FILLER PIC S9(13) VALUE -119838182.
               10  FILLER PIC S9(13) VALUE 936434214.
               10  FILLER PIC S9(13) VALUE 199279585.
               10  FILLER PIC S9(13) VALUE -56772563.
               10  FILLER PIC S9(13) VALUE 12921445.
               10  FILLER PIC S9(13) VALUE -260944.
               10  FILLER PIC S9(13) VALUE 241224.
               10  FILLER PIC S9(13) VALUE -5497590.
               10  FILLER PIC S9(13) VALUE 34900776.
               10  FILLER PIC S9(13) VALUE -120287611.
               10  FILLER PIC S9(13) VALUE 935704815.
               10  FILLER PIC S9(13) VALUE 200634677.
               10  FILLER PIC S9(13) VALUE -57141765.
               10  FILLER PIC S9(13) VALUE 13015350.
               10  FILLER PIC S9(13) VALUE -265431.
               10  FILLER PIC S9(13) VALUE 245209.
               10  FILLER PIC S9(13) VALUE -5509008.
               10  FILLER PIC S9(13) VALUE 35025138.
               10  FILLER PIC S9(13) VALUE -120734164.
               10  FILLER PIC S9(13) VALUE 934971538.
               10  FILLER PIC S9(13) VALUE 201991570.
               10  FILLER PIC S9(13) VALUE -57511157.
               10  FILLER PIC S9(13) VALUE 13109415.
               10  FILLER PIC S9(13) VALUE -269966.
               10  FILLER PIC S9(13) VALUE 249234.
               10  FILLER PIC S9(13) VALUE -5520219.
               10  FILLER PIC S9(13) VALUE 35148593.
               10  FILLER PIC S9(13) VALUE -121177842.
               10  FILLER PIC S9(13) VALUE 934234390.
               10  FILLER PIC S9(13) VALUE 203350253.
               10  FILLER PIC S9(13) VALUE -57880733.
               10  FILLER PIC S9(13) VALUE 13203639.
               10  FILLER PIC S9(13) VALUE -274550.
               10  FILLER PIC S9(13) VALUE 253299.
               10  FILLER PIC S9(13) VALUE -5531226.
               10  FILLER PIC S9(13) VALUE 35271140.
               10  FILLER PIC S9(13) VALUE -121618649.
               10  FILLER PIC S9(13) VALUE 933493378.
               10  FILLER PIC S9(13) VALUE 204710719.
               10  FILLER PIC S9(13) VALUE -58250488.
               10  FILLER PIC S9(13) VALUE 13298019.
               10  FILLER PIC S9(13) VALUE -279184.
               10  FILLER PIC S9(13) VALUE 257404.
               10  FILLER PIC S9(13) VALUE -5542028.
               10  FILLER PIC S9(13) VALUE 35392781.
               10  FILLER PIC S9(13) VALUE -122056585.
               10  FILLER PIC S9(13) VALUE 932748507.
               10  FILLER PIC S9(13) VALUE 206072960.
               10  FILLER PIC S9(13) VALUE -58620418.
               10  FILLER PIC S9(13) VALUE 13392555.
               10  FILLER PIC S9(13) VALUE -283866.
               10  FILLER PIC S9(13) VALUE 261549.
               10  FILLER PIC S9(13) VALUE -5552626.
               10  FILLER PIC S9(13) VALUE 35513517.
               10  FILLER PIC S9(13) VALUE -122491654.
               10  FILLER PIC S9(13) VALUE 931999784.
               10  FILLER PIC S9(13) VALUE 207436967.
               10  FILLER PIC S9(13) VALUE -58990517.
               10  FILLER PIC S9(13) VALUE 13487246.
               10  FILLER PIC S9(13) VALUE -288598.
               10  FILLER PIC S9(13) VALUE 265734.
               10  FILLER PIC S9(13) VALUE -5563021.
               10  FILLER PIC S9(13) VALUE 35633347.
               10  FILLER PIC S9(13) VALUE -122923857.
               10  FILLER PIC S9(13) VALUE 931247217.
               10  FILLER PIC S9(13) VALUE 208802732.
               10  FILLER PIC S9(13) VALUE -59360780.
               10  FILLER PIC S9(13) VALUE 13582089.
               10  FILLER PIC S9(13) VALUE -293379.
               10  FILLER PIC S9(13) VALUE 269959.
               10  FILLER PIC S9(13) VALUE -5573214.
               10  FILLER PIC S9(13) VALUE 35752274.
               10  FILLER PIC S9(13) VALUE -123353196.
               10  FILLER PIC S9(13) VALUE 930490810.
               10  FILLER PIC S9(13) VALUE 210170246.
               10  FILLER PIC S9(13) VALUE -59731203.
               10  FILLER PIC S9(13) VALUE 13677085.
               10  FILLER PIC S9(13) VALUE -298210.
               10  FILLER PIC S9(13) VALUE 274224.
               10  FILLER PIC S9(13) VALUE -5583205.
               10  FILLER PIC S9(13) VALUE 35870296.
               10  FILLER PIC S9(13) VALUE -123779674.
               10  FILLER PIC S9(13) VALUE 929730571.
               10  FILLER PIC S9(13) VALUE 211539502.
               10  FILLER PIC S9(13) VALUE -60101781.
               10  FILLER PIC S9(13) VALUE 13772231.
               10  FILLER PIC S9(13) VALUE -303090.
               10  FILLER PIC S9(13) VALUE 278530.
               10  FILLER PIC S9(13) VALUE -5592995.
               10  FILLER PIC S9(13) VALUE 35987416.
               10  FILLER PIC S9(13) VALUE -124203293.
               10  FILLER PIC S9(13) VALUE 928966507.
               10  FILLER PIC S9(13) VALUE 212910490.
               10  FILLER PIC S9(13) VALUE -60472508.
               10  FILLER PIC S9(13) VALUE 13867527.
               10  FILLER PIC S9(13) VALUE -308021.
               10  FILLER PIC S9(13) VALUE 282877.
               10  FILLER PIC S9(13) VALUE -5602585.
               10  FILLER PIC S9(13) VALUE 36103633.
               10  FILLER PIC S9(13) VALUE -124624055.
               10  FILLER PIC S9(13) VALUE 928198624.
               10  FILLER PIC S9(13) VALUE 214283202.
               10  FILLER PIC S9(13) VALUE -60843379.
               10  FILLER PIC S9(13) VALUE 13962971.
               10  FILLER PIC S9(13) VALUE -313001.
               10  FILLER PIC S9(13) VALUE 287263.
               10  FILLER PIC S9(13) VALUE -5611975.
               10  FILLER PIC S9(13) VALUE 36218949.
               10  FILLER PIC S9(13) VALUE -125041963.
               10  FILLER PIC S9(13) VALUE 927426928.
               10  FILLER PIC S9(13) VALUE 215657630.
               10  FILLER PIC S9(13) VALUE -61214390.
               10  FILLER PIC S9(13) VALUE 14058562.
               10  FILLER PIC S9(13) VALUE -318032.
               10  FILLER PIC S9(13) VALUE 291691.
               10  FILLER PIC S9(13) VALUE -5621167.
               10  FILLER PIC S9(13) VALUE 36333364.
               10  FILLER PIC S9(13) VALUE -125457018.
               10  FILLER PIC S9(13) VALUE 926651427.
               10  FILLER PIC S9(13) VALUE 217033765.
               10  FILLER PIC S9(13) VALUE -61585535.
               10  FILLER PIC S9(13) VALUE 14154298.
               10  FILLER PIC S9(13) VALUE -323114.
               10  FILLER PIC S9(13) VALUE 296159.
               10  FILLER PIC S9(13) VALUE -5630160.
               10  FILLER PIC S9(13) VALUE 36446880.
               10  FILLER PIC S9(13) VALUE -125869223.
               10  FILLER PIC S9(13) VALUE 925872128.
               10  FILLER PIC S9(13) VALUE 218411599.
               10  FILLER PIC S9(13) VALUE -61956810.
               10  FILLER PIC S9(13) VALUE 14250178.
               10  FILLER PIC S9(13) VALUE -328246.
               10  FILLER PIC S9(13) VALUE 300667.
               10  FILLER PIC S9(13) VALUE -5638956.
               10  FILLER PIC S9(13) VALUE 36559496.
               10  FILLER PIC S9(13) VALUE -126278581.
               10  FILLER PIC S9(13) VALUE 925089037.
               10  FILLER PIC S9(13) VALUE 219791123.
               10  FILLER PIC S9(13) VALUE -62328209.
               10  FILLER PIC S9(13) VALUE 14346201.
               10  FILLER PIC S9(13) VALUE -333429.
               10  FILLER PIC S9(13) VALUE 305217.
               10  FILLER PIC S9(13) VALUE -5647555.
               10  FILLER PIC S9(13) VALUE 36671213.
               10  FILLER PIC S9(13) VALUE -126685094.
               10  FILLER PIC S9(13) VALUE 924302160.
               10  FILLER PIC S9(13) VALUE 221172329.
               10  FILLER PIC S9(13) VALUE -62699728.
               10  FILLER PIC S9(13) VALUE 14442365.
               10  FILLER PIC S9(13) VALUE -338663.
               10  FILLER PIC S9(13) VALUE 309808.
               10  FILLER PIC S9(13) VALUE -5655958.
               10  FILLER PIC S9(13) VALUE 36782033.
               10  FILLER PIC S9(13) VALUE -127088764.
               10  FILLER PIC S9(13) VALUE 923511506.
               10  FILLER PIC S9(13) VALUE 222555208.
               10  FILLER PIC S9(13) VALUE -63071360.
               10  FILLER PIC S9(13) VALUE 14538670.
               10  FILLER PIC S9(13) VALUE -343948.
               10  FILLER PIC S9(13) VALUE 314439.
               10  FILLER PIC S9(13) VALUE -5664166.
               10  FILLER PIC S9(13) VALUE 36891956.
               10  FILLER PIC S9(13) VALUE -127489593.
               10  FILLER PIC S9(13) VALUE 922717080.
               10  FILLER PIC S9(13) VALUE 223939751.
               10  FILLER PIC S9(13) VALUE -63443102.
               10  FILLER PIC S9(13) VALUE 14635113.
               10  FILLER PIC S9(13) VALUE -349284.
               10  FILLER PIC S9(13) VALUE 319111.
               10  FILLER PIC S9(13) VALUE -5672179.
               10  FILLER PIC S9(13) VALUE 37000983.
               10  FILLER PIC S9(13) VALUE -127887585.
               10  FILLER PIC S9(13) VALUE 921918889.
               10  FILLER PIC S9(13) VALUE 225325949.
               10  FILLER PIC S9(13) VALUE -63814947.
               10  FILLER PIC S9(13) VALUE 14731694.
               10  FILLER PIC S9(13) VALUE -354672.
               10  FILLER PIC S9(13) VALUE 323825.
               10  FILLER PIC S9(13) VALUE -5679998.
               10  FILLER PIC S9(13) VALUE 37109114.
               10  FILLER PIC S9(13) VALUE -128282742.
               10  FILLER PIC S9(13) VALUE 921116941.
               10  FILLER PIC S9(13) VALUE 226713795.
               10  FILLER PIC S9(13) VALUE -64186892.
               10  FILLER PIC S9(13) VALUE 14828411.
               10  FILLER PIC S9(13) VALUE -360111.
               10  FILLER PIC S9(13) VALUE 328579.
               10  FILLER PIC S9(13) VALUE -5687624.
               10  FILLER PIC S9(13) VALUE 37216352.
               10  FILLER PIC S9(13) VALUE -128675066.
               10  FILLER PIC S9(13) VALUE 920311243.
               10  FILLER PIC S9(13) VALUE 228103279.
               10  FILLER PIC S9(13) VALUE -64558930.
               10  FILLER PIC S9(13) VALUE 14925263.
               10  FILLER PIC S9(13) VALUE -365602.
               10  FILLER PIC S9(13) VALUE 333375.
               10  FILLER PIC S9(13) VALUE -5695058.
               10  FILLER PIC S9(13) VALUE 37322695.
               10  FILLER PIC S9(13) VALUE -129064559.
               10  FILLER PIC S9(13) VALUE 919501801.
               10  FILLER PIC S9(13) VALUE 229494393.
               10  FILLER PIC S9(13) VALUE -64931056.
               10  FILLER PIC S9(13) VALUE 15022248.
               10  FILLER PIC S9(13) VALUE -371145.
               10  FILLER PIC S9(13) VALUE 338212.
               10  FILLER PIC S9(13) VALUE -5702300.
               10  FILLER PIC S9(13) VALUE 37428146.
               10  FILLER PIC S9(13) VALUE -129451225.
               10  FILLER PIC S9(13) VALUE 918688622.
               10  FILLER PIC S9(13) VALUE 230887127.
               10  FILLER PIC S9(13) VALUE -65303266.
               10  FILLER PIC S9(13) VALUE 15119365.
               10  FILLER PIC S9(13) VALUE -376740.
               10  FILLER PIC S9(13) VALUE 343090.
               10  FILLER PIC S9(13) VALUE -5709352.
               10  FILLER PIC S9(13) VALUE 37532706.
               10  FILLER PIC S9(13) VALUE -129835066.
               10  FILLER PIC S9(13) VALUE 917871715.
               10  FILLER PIC S9(13) VALUE 232281473.
               10  FILLER PIC S9(13) VALUE -65675554.
               10  FILLER PIC S9(13) VALUE 15216613.
               10  FILLER PIC S9(13) VALUE -382387.
               10  FILLER PIC S9(13) VALUE 348010.
               10  FILLER PIC S9(13) VALUE -5716213.
               10  FILLER PIC S9(13) VALUE 37636374.
               10  FILLER PIC S9(13) VALUE -130216084.
               10  FILLER PIC S9(13) VALUE 917051085.
               10  FILLER PIC S9(13) VALUE 233677423.
               10  FILLER PIC S9(13) VALUE -66047915.
               10  FILLER PIC S9(13) VALUE 15313990.
               10  FILLER PIC S9(13) VALUE -388086.
               10  FILLER PIC S9(13) VALUE 352971.
               10  FILLER PIC S9(13) VALUE -5722884.
               10  FILLER PIC S9(13) VALUE 37739152.
               10  FILLER PIC S9(13) VALUE -130594282.
               10  FILLER PIC S9(13) VALUE 916226739.
               10  FILLER PIC S9(13) VALUE 235074967.
               10  FILLER PIC S9(13) VALUE -66420343.
               10  FILLER PIC S9(13) VALUE 15411494.
               10  FILLER PIC S9(13) VALUE -393838.
               10  FILLER PIC S9(13) VALUE 357973.
               10  FILLER PIC S9(13) VALUE -5729367.
               10  FILLER PIC S9(13) VALUE 37841042.
               10  FILLER PIC S9(13) VALUE -130969663.
               10  FILLER PIC S9(13) VALUE 915398686.
               10  FILLER PIC S9(13) VALUE 236474097.
               10  FILLER PIC S9(13) VALUE -66792834.
               10  FILLER PIC S9(13) VALUE 15509125.
               10  FILLER PIC S9(13) VALUE -399642.
               10  FILLER PIC S9(13) VALUE 363017.
               10  FILLER PIC S9(13) VALUE -5735662.
               10  FILLER PIC S9(13) VALUE 37942043.
               10  FILLER PIC S9(13) VALUE -131342230.
               10  FILLER PIC S9(13) VALUE 914566932.
               10  FILLER PIC S9(13) VALUE 237874804.
               10  FILLER PIC S9(13) VALUE -67165382.
               10  FILLER PIC S9(13) VALUE 15606881.
               10  FILLER PIC S9(13) VALUE -405499.
               10  FILLER PIC S9(13) VALUE 368102.
               10  FILLER PIC S9(13) VALUE -5741769.
               10  FILLER PIC S9(13) VALUE 38042157.
               10  FILLER PIC S9(13) VALUE -131711985.
               10  FILLER PIC S9(13) VALUE 913731485.
               10  FILLER PIC S9(13) VALUE 239277078.
               10  FILLER PIC S9(13) VALUE -67537983.
               10  FILLER PIC S9(13) VALUE 15704761.
               10  FILLER PIC S9(13) VALUE -411408.
               10  FILLER PIC S9(13) VALUE 373229.
               10  FILLER PIC S9(13) VALUE -5747690.
               10  FILLER PIC S9(13) VALUE 38141384.
               10  FILLER PIC S9(13) VALUE -132078932.
               10  FILLER PIC S9(13) VALUE 912892351.
               10  FILLER PIC S9(13) VALUE 240680911.
               10  FILLER PIC S9(13) VALUE -67910630.
               10  FILLER PIC S9(13) VALUE 15802762.
               10  FILLER PIC S9(13) VALUE -417371.
               10  FILLER PIC S9(13) VALUE 378398.
               10  FILLER PIC S9(13) VALUE -5753426.
               10  FILLER PIC S9(13) VALUE 38239727.
               10  FILLER PIC S9(13) VALUE -132443071.
               10  FILLER PIC S9(13) VALUE 912049538.
               10  FILLER PIC S9(13) VALUE 242086295.
               10  FILLER PIC S9(13) VALUE -68283318.
               10  FILLER PIC S9(13) VALUE 15900885.
               10  FILLER PIC S9(13) VALUE -423387.
               10  FILLER PIC S9(13) VALUE 383608.
               10  FILLER PIC S9(13) VALUE -5758976.
               10  FILLER PIC S9(13) VALUE 38337185.
               10  FILLER PIC S9(13) VALUE -132804408.
               10  FILLER PIC S9(13) VALUE 911203054.
               10  FILLER PIC S9(13) VALUE 243493219.
               10  FILLER PIC S9(13) VALUE -68656042.
               10  FILLER PIC S9(13) VALUE 15999126.
               10  FILLER PIC S9(13) VALUE -429456.
               10  FILLER PIC S9(13) VALUE 388860.
               10  FILLER PIC S9(13) VALUE -5764342.
               10  FILLER PIC S9(13) VALUE 38433759.
               10  FILLER PIC S9(13) VALUE -133162944.
               10  FILLER PIC S9(13) VALUE 910352905.
               10  FILLER PIC S9(13) VALUE 244901675.
               10  FILLER PIC S9(13) VALUE -69028798.
               10  FILLER PIC S9(13) VALUE 16097486.
               10  FILLER PIC S9(13) VALUE -435578.
               10  FILLER PIC S9(13) VALUE 394153.
               10  FILLER PIC S9(13) VALUE -5769524.
               10  FILLER PIC S9(13) VALUE 38529451.
               10  FILLER PIC S9(13) VALUE -133518682.
               10  FILLER PIC S9(13) VALUE 909499099.
               10  FILLER PIC S9(13) VALUE 246311655.
               10  FILLER PIC S9(13) VALUE -69401578.
               10  FILLER PIC S9(13) VALUE 16195961.
               10  FILLER PIC S9(13) VALUE -441753.
               10  FILLER PIC S9(13) VALUE 399488.
               10  FILLER PIC S9(13) VALUE -5774524.
               10  FILLER PIC S9(13) VALUE 38624262.
               10  FILLER PIC S9(13) VALUE -133871625.
               10  FILLER PIC S9(13) VALUE 908641644.
               10  FILLER PIC S9(13) VALUE 247723148.
               10  FILLER PIC S9(13) VALUE -69774379.
               10  FILLER PIC S9(13) VALUE 16294552.
               10  FILLER PIC S9(13) VALUE -447982.
               10  FILLER PIC S9(13) VALUE 404865.
               10  FILLER PIC S9(13) VALUE -5779341.
               10  FILLER PIC S9(13) VALUE 38718193.
               10  FILLER PIC S9(13) VALUE -134221777.
               10  FILLER PIC S9(13) VALUE 907780546.
               10  FILLER PIC S9(13) VALUE 249136146.
               10  FILLER PIC S9(13) VALUE -70147195.
               10  FILLER PIC S9(13) VALUE 16393256.
               10  FILLER PIC S9(13) VALUE -454265.
               10  FILLER PIC S9(13) VALUE 410284.
               10  FILLER PIC S9(13) VALUE -5783977.
               10  FILLER PIC S9(13) VALUE 38811244.
               10  FILLER PIC S9(13) VALUE -134569139.
               10  FILLER PIC S9(13) VALUE 906915814.
               10  FILLER PIC S9(13) VALUE 250550640.
               10  FILLER PIC S9(13) VALUE -70520020.
               10  FILLER PIC S9(13) VALUE 16492072.
               10  FILLER PIC S9(13) VALUE -460601.
               10  FILLER PIC S9(13) VALUE 415744.
               10  FILLER PIC S9(13) VALUE -5788433.
               10  FILLER PIC S9(13) VALUE 38903417.
               10  FILLER PIC S9(13) VALUE -134913715.
               10  FILLER PIC S9(13) VALUE 906047455.
               10  FILLER PIC S9(13) VALUE 251966621.
               10  FILLER PIC S9(13) VALUE -70892849.
               10  FILLER PIC S9(13) VALUE 16590998.
               10  FILLER PIC S9(13) VALUE -466992.
               10  FILLER PIC S9(13) VALUE 421246.
               10  FILLER PIC S9(13) VALUE -5792709.
               10  FILLER PIC S9(13) VALUE 38994712.
               10  FILLER PIC S9(13) VALUE -135255508.
               10  FILLER PIC S9(13) VALUE 905175476.
               10  FILLER PIC S9(13) VALUE 253384080.
               10  FILLER PIC S9(13) VALUE -71265677.
               10  FILLER PIC S9(13) VALUE 16690034.
               10  FILLER PIC S9(13) VALUE -473436.
               10  FILLER PIC S9(13) VALUE 426790.
               10  FILLER PIC S9(13) VALUE -5796806.
               10  FILLER PIC S9(13) VALUE 39085132.
               10  FILLER PIC S9(13) VALUE -135594521.
               10  FILLER PIC S9(13) VALUE 904299885.
               10  FILLER PIC S9(13) VALUE 254803006.
               10  FILLER PIC S9(13) VALUE -71638499.
               10  FILLER PIC S9(13) VALUE 16789177.
               10  FILLER PIC S9(13) VALUE -479935.
               10  FILLER PIC S9(13) VALUE 432376.
               10  FILLER PIC S9(13) VALUE -5800725.
               10  FILLER PIC S9(13) VALUE 39174676.
               10  FILLER PIC S9(13) VALUE -135930757.
               10  FILLER PIC S9(13) VALUE 903420690.
               10  FILLER PIC S9(13) VALUE 256223393.
               10  FILLER PIC S9(13) VALUE -72011308.
               10  FILLER PIC S9(13) VALUE 16888425.
               10  FILLER PIC S9(13) VALUE -486487.
               10  FILLER PIC S9(13) VALUE 438004.
               10  FILLER PIC S9(13) VALUE -5804466.
               10  FILLER PIC S9(13) VALUE 39263346.
               10  FILLER PIC S9(13) VALUE -136264219.
               10  FILLER PIC S9(13) VALUE 902537898.
               10  FILLER PIC S9(13) VALUE 257645229.
               10  FILLER PIC S9(13) VALUE -72384099.
               10  FILLER PIC S9(13) VALUE 16987779.
               10  FILLER PIC S9(13) VALUE -493094.
               10  FILLER PIC S9(13) VALUE 443674.
               10  FILLER PIC S9(13) VALUE -5808030.
               10  FILLER PIC S9(13) VALUE 39351144.
               10  FILLER PIC S9(13) VALUE -136594910.
               10  FILLER PIC S9(13) VALUE 901651516.
               10  FILLER PIC S9(13) VALUE 259068506.
               10  FILLER PIC S9(13) VALUE -72756868.
               10  FILLER PIC S9(13) VALUE 17087235.
               10  FILLER PIC S9(13) VALUE -499755.
               10  FILLER PIC S9(13) VALUE 449385.
               10  FILLER PIC S9(13) VALUE -5811419.
               10  FILLER PIC S9(13) VALUE 39438069.
               10  FILLER PIC S9(13) VALUE -136922833.
               10  FILLER PIC S9(13) VALUE 900761554.
               10  FILLER PIC S9(13) VALUE 260493215.
               10  FILLER PIC S9(13) VALUE -73129608.
               10  FILLER PIC S9(13) VALUE 17186793.
               10  FILLER PIC S9(13) VALUE -506471.
               10  FILLER PIC S9(13) VALUE 455139.
               10  FILLER PIC S9(13) VALUE -5814632.
               10  FILLER PIC S9(13) VALUE 39524124.
               10  FILLER PIC S9(13) VALUE -137247991.
               10  FILLER PIC S9(13) VALUE 899868017.
               10  FILLER PIC S9(13) VALUE 261919346.
               10  FILLER PIC S9(13) VALUE -73502314.
               10  FILLER PIC S9(13) VALUE 17286450.
               10  FILLER PIC S9(13) VALUE -513241.
               10  FILLER PIC S9(13) VALUE 460934.
               10  FILLER PIC S9(13) VALUE -5817671.
               10  FILLER PIC S9(13) VALUE 39609310.
               10  FILLER PIC S9(13) VALUE -137570388.
               10  FILLER PIC S9(13) VALUE 898970914.
               10  FILLER PIC S9(13) VALUE 263346891.
               10  FILLER PIC S9(13) VALUE -73874981.
               10  FILLER PIC S9(13) VALUE 17386206.
               10  FILLER PIC S9(13) VALUE -520066.
               10  FILLER PIC S9(13) VALUE 466771.
               10  FILLER PIC S9(13) VALUE -5820536.
               10  FILLER PIC S9(13) VALUE 39693627.
               10  FILLER PIC S9(13) VALUE -137890026.
               10  FILLER PIC S9(13) VALUE 898070253.
               10  FILLER PIC S9(13) VALUE 264775839.
               10  FILLER PIC S9(13) VALUE -74247603.
               10  FILLER PIC S9(13) VALUE 17486059.
               10  FILLER PIC S9(13) VALUE -526946.
               10  FILLER PIC S9(13) VALUE 472650.
               10  FILLER PIC S9(13) VALUE -5823228.
               10  FILLER PIC S9(13) VALUE 39777076.
               10  FILLER PIC S9(13) VALUE -138206908.
               10  FILLER PIC S9(13) VALUE 897166042.
               10  FILLER PIC S9(13) VALUE 266206182.
               10  FILLER PIC S9(13) VALUE -74620175.
               10  FILLER PIC S9(13) VALUE 17586007.
               10  FILLER PIC S9(13) VALUE -533881.
               10  FILLER PIC S9(13) VALUE 478571.
               10  FILLER PIC S9(13) VALUE -5825749.
               10  FILLER PIC S9(13) VALUE 39859660.
               10  FILLER PIC S9(13) VALUE -138521039.
               10  FILLER PIC S9(13) VALUE 896258288.
               10  FILLER PIC S9(13) VALUE 267637909.
               10  FILLER PIC S9(13) VALUE -74992690.
               10  FILLER PIC S9(13) VALUE 17686048.
               10  FILLER PIC S9(13) VALUE -540870.
               10  FILLER PIC S9(13) VALUE 484534.
               10  FILLER PIC S9(13) VALUE -5828097.
               10  FILLER PIC S9(13) VALUE 39941379.
               10  FILLER PIC S9(13) VALUE -138832421.
               10  FILLER PIC S9(13) VALUE 895346999.
               10  FILLER PIC S9(13) VALUE 269071013.
               10  FILLER PIC S9(13) VALUE -75365145.
               10  FILLER PIC S9(13) VALUE 17786182.
               10  FILLER PIC S9(13) VALUE -547915.
               10  FILLER PIC S9(13) VALUE 490538.
               10  FILLER PIC S9(13) VALUE -5830276.
               10  FILLER PIC S9(13) VALUE 40022234.
               10  FILLER PIC S9(13) VALUE -139141057.
               10  FILLER PIC S9(13) VALUE 894432183.
               10  FILLER PIC S9(13) VALUE 270505483.
               10  FILLER PIC S9(13) VALUE -75737532.
               10  FILLER PIC S9(13) VALUE 17886407.
               10  FILLER PIC S9(13) VALUE -555014.
               10  FILLER PIC S9(13) VALUE 496585.
               10  FILLER PIC S9(13) VALUE -5832284.
               10  FILLER PIC S9(13) VALUE 40102226.
               10  FILLER PIC S9(13) VALUE -139446952.
               10  FILLER PIC S9(13) VALUE 893513848.
               10  FILLER PIC S9(13) VALUE 271941309.
               10  FILLER PIC S9(13) VALUE -76109847.
               10  FILLER PIC S9(13) VALUE 17986720.
               10  FILLER PIC S9(13) VALUE -562169.
               10  FILLER PIC S9(13) VALUE 502673.
               10  FILLER PIC S9(13) VALUE -5834123.
               10  FILLER PIC S9(13) VALUE 40181358.
               10  FILLER PIC S9(13) VALUE -139750107.
               10  FILLER PIC S9(13) VALUE 892592002.
               10  FILLER PIC S9(13) VALUE 273378484.
               10  FILLER PIC S9(13) VALUE -76482084.
               10  FILLER PIC S9(13) VALUE 18087121.
               10  FILLER PIC S9(13) VALUE -569379.
               10  FILLER PIC S9(13) VALUE 508804.
               10  FILLER PIC S9(13) VALUE -5835795.
               10  FILLER PIC S9(13) VALUE 40259629.
               10  FILLER PIC S9(13) VALUE -140050526.
               10  FILLER PIC S9(13) VALUE 891666653.
               10  FILLER PIC S9(13) VALUE 274816996.
               10  FILLER PIC S9(13) VALUE -76854237.
               10  FILLER PIC S9(13) VALUE 18187608.
               10  FILLER PIC S9(13) VALUE -576644.
               10  FILLER PIC S9(13) VALUE 514976.
               10  FILLER PIC S9(13) VALUE -5837298.
               10  FILLER PIC S9(13) VALUE 40337041.
               10  FILLER PIC S9(13) VALUE -140348213.
               10  FILLER PIC S9(13) VALUE 890737809.
               10  FILLER PIC S9(13) VALUE 276256837.
               10  FILLER PIC S9(13) VALUE -77226301.
               10  FILLER PIC S9(13) VALUE 18288179.
               10  FILLER PIC S9(13) VALUE -583965.
               10  FILLER PIC S9(13) VALUE 521190.
               10  FILLER PIC S9(13) VALUE -5838635.
               10  FILLER PIC S9(13) VALUE 40413595.
               10  FILLER PIC S9(13) VALUE -140643172.
               10  FILLER PIC S9(13) VALUE 889805478.
               10  FILLER PIC S9(13) VALUE 277697996.
               10  FILLER PIC S9(13) VALUE -77598270.
               10  FILLER PIC S9(13) VALUE 18388832.
               10  FILLER PIC S9(13) VALUE -591341.
               10  FILLER PIC S9(13) VALUE 527445.
               10  FILLER PIC S9(13) VALUE -5839806.
               10  FILLER PIC S9(13) VALUE 40489294.
               10  FILLER PIC S9(13) VALUE -140935404.
               10  FILLER PIC S9(13) VALUE 888869668.
               10  FILLER PIC S9(13) VALUE 279140466.
               10  FILLER PIC S9(13) VALUE -77970139.
               10  FILLER PIC S9(13) VALUE 18489567.
               10  FILLER PIC S9(13) VALUE -598773.
               10  FILLER PIC S9(13) VALUE 533743.
               10  FILLER PIC S9(13) VALUE -5840812.
               10  FILLER PIC S9(13) VALUE 40564137.
               10  FILLER PIC S9(13) VALUE -141224915.
               10  FILLER PIC S9(13) VALUE 887930387.
               10  FILLER PIC S9(13) VALUE 280584235.
               10  FILLER PIC S9(13) VALUE -78341901.
               10  FILLER PIC S9(13) VALUE 18590381.
               10  FILLER PIC S9(13) VALUE -606260.
               10  FILLER PIC S9(13) VALUE 540082.
               10  FILLER PIC S9(13) VALUE -5841654.
               10  FILLER PIC S9(13) VALUE 40638126.
               10  FILLER PIC S9(13) VALUE -141511707.
               10  FILLER PIC S9(13) VALUE 886987643.
               10  FILLER PIC S9(13) VALUE 282029295.
               10  FILLER PIC S9(13) VALUE -78713552.
               10  FILLER PIC S9(13) VALUE 18691273.
               10  FILLER PIC S9(13) VALUE -613803.
               10  FILLER PIC S9(13) VALUE 546463.
               10  FILLER PIC S9(13) VALUE -5842332.
               10  FILLER PIC S9(13) VALUE 40711263.
               10  FILLER PIC S9(13) VALUE -141795784.
               10  FILLER PIC S9(13) VALUE 886041445.
               10  FILLER PIC S9(13) VALUE 283475635.
               10  FILLER PIC S9(13) VALUE -79085086.
               10  FILLER PIC S9(13) VALUE 18792241.
               10  FILLER PIC S9(13) VALUE -621401.
               10  FILLER PIC S9(13) VALUE 552886.
               10  FILLER PIC S9(13) VALUE -5842847.
               10  FILLER PIC S9(13) VALUE 40783548.
               10  FILLER PIC S9(13) VALUE -142077150.
               10  FILLER PIC S9(13) VALUE 885091800.
               10  FILLER PIC S9(13) VALUE 284923247.
               10  FILLER PIC S9(13) VALUE -79456497.
               10  FILLER PIC S9(13) VALUE 18893283.
               10  FILLER PIC S9(13) VALUE -629055.
               10  FILLER PIC S9(13) VALUE 559350.
               10  FILLER PIC S9(13) VALUE -5843200.
               10  FILLER PIC S9(13) VALUE 40854984.
               10  FILLER PIC S9(13) VALUE -142355807.
               10  FILLER PIC S9(13) VALUE 884138717.
               10  FILLER PIC S9(13) VALUE 286372120.
               10  FILLER PIC S9(13) VALUE -79827779.
               10  FILLER PIC S9(13) VALUE 18994399.
               10  FILLER PIC S9(13) VALUE -636766.
               10  FILLER PIC S9(13) VALUE 565856.
               10  FILLER PIC S9(13) VALUE -5843392.
               10  FILLER PIC S9(13) VALUE 40925570.
               10  FILLER PIC S9(13) VALUE -142631760.
               10  FILLER PIC S9(13) VALUE 883182204.
               10  FILLER PIC S9(13) VALUE 287822245.
               10  FILLER PIC S9(13) VALUE -80198926.
               10  FILLER PIC S9(13) VALUE 19095585.
               10  FILLER PIC S9(13) VALUE -644532.
               10  FILLER PIC S9(13) VALUE 572404.
               10  FILLER PIC S9(13) VALUE -5843424.
               10  FILLER PIC S9(13) VALUE 40995310.
               10  FILLER PIC S9(13) VALUE -142905011.
               10  FILLER PIC S9(13) VALUE 882222268.
               10  FILLER PIC S9(13) VALUE 289273613.
               10  FILLER PIC S9(13) VALUE -80569934.
               10  FILLER PIC S9(13) VALUE 19196842.
               10  FILLER PIC S9(13) VALUE -652353.
               10  FILLER PIC S9(13) VALUE 578993.
               10  FILLER PIC S9(13) VALUE -5843296.
               10  FILLER PIC S9(13) VALUE 41064203.
               10  FILLER PIC S9(13) VALUE -143175565.
               10  FILLER PIC S9(13) VALUE 881258920.
               10  FILLER PIC S9(13) VALUE 290726213.
               10  FILLER PIC S9(13) VALUE -80940796.
               10  FILLER PIC S9(13) VALUE 19298166.
               10  FILLER PIC S9(13) VALUE -660231.
               10  FILLER PIC S9(13) VALUE 585624.
               10  FILLER PIC S9(13) VALUE -5843009.
               10  FILLER PIC S9(13) VALUE 41132252.
               10  FILLER PIC S9(13) VALUE -143443426.
               10  FILLER PIC S9(13) VALUE 880292166.
               10  FILLER PIC S9(13) VALUE 292180036.
               10  FILLER PIC S9(13) VALUE -81311506.
               10  FILLER PIC S9(13) VALUE 19399556.
               10  FILLER PIC S9(13) VALUE -668165.
               10  FILLER PIC S9(13) VALUE 592296.
               10  FILLER PIC S9(13) VALUE -5842565.
               10  FILLER PIC S9(13) VALUE 41199458.
               10  FILLER PIC S9(13) VALUE -143708596.
               10  FILLER PIC S9(13) VALUE 879322015.
               10  FILLER PIC S9(13) VALUE 293635071.
               10  FILLER PIC S9(13) VALUE -81682059.
               10  FILLER PIC S9(13) VALUE 19501011.
               10  FILLER PIC S9(13) VALUE -676155.
               10  FILLER PIC S9(13) VALUE 599010.
               10  FILLER PIC S9(13) VALUE -5841962.
               10  FILLER PIC S9(13) VALUE 41265822.
               10  FILLER PIC S9(13) VALUE -143971079.
               10  FILLER PIC S9(13) VALUE 878348476.
               10  FILLER PIC S9(13) VALUE 295091311.
               10  FILLER PIC S9(13) VALUE -82052450.
               10  FILLER PIC S9(13) VALUE 19602529.
               10  FILLER PIC S9(13) VALUE -684201.
               10  FILLER PIC S9(13) VALUE 605765.
               10  FILLER PIC S9(13) VALUE -5841204.
               10  FILLER PIC S9(13) VALUE 41331345.
               10  FILLER PIC S9(13) VALUE -144230880.
               10  FILLER PIC S9(13) VALUE 877371557.
               10  FILLER PIC S9(13) VALUE 296548743.
               10  FILLER PIC S9(13) VALUE -82422671.
               10  FILLER PIC S9(13) VALUE 19704109.
               10  FILLER PIC S9(13) VALUE -692303.
               10  FILLER PIC S9(13) VALUE 612561.
               10  FILLER PIC S9(13) VALUE -5840290.
               10  FILLER PIC S9(13) VALUE 41396029.
               10  FILLER PIC S9(13) VALUE -144488002.
               10  FILLER PIC S9(13) VALUE 876391266.
               10  FILLER PIC S9(13) VALUE 298007360.
               10  FILLER PIC S9(13) VALUE -82792718.
               10  FILLER PIC S9(13) VALUE 19805747.
               10  FILLER PIC S9(13) VALUE -700461.
               10  FILLER PIC S9(13) VALUE 619399.
               10  FILLER PIC S9(13) VALUE -5839221.
               10  FILLER PIC S9(13) VALUE 41459875.
               10  FILLER PIC S9(13) VALUE -144742448.
               10  FILLER PIC S9(13) VALUE 875407612.
               10  FILLER PIC S9(13) VALUE 299467150.
               10  FILLER PIC S9(13) VALUE -83162585.
               10  FILLER PIC S9(13) VALUE 19907444.
               10  FILLER PIC S9(13) VALUE -708675.
               10  FILLER PIC S9(13) VALUE 626278.
               10  FILLER PIC S9(13) VALUE -5837998.
               10  FILLER PIC S9(13) VALUE 41522885.
               10  FILLER PIC S9(13) VALUE -144994222.
               10  FILLER PIC S9(13) VALUE 874420603.
               10  FILLER PIC S9(13) VALUE 300928105.
               10  FILLER PIC S9(13) VALUE -83532266.
               10  FILLER PIC S9(13) VALUE 20009197.
               10  FILLER PIC S9(13) VALUE -716945.
               10  FILLER PIC S9(13) VALUE 633198.
               10  FILLER PIC S9(13) VALUE -5836621.
               10  FILLER PIC S9(13) VALUE 41585060.
               10  FILLER PIC S9(13) VALUE -145243329.
               10  FILLER PIC S9(13) VALUE 873430248.
               10  FILLER PIC S9(13) VALUE 302390214.
               10  FILLER PIC S9(13) VALUE -83901756.
               10  FILLER PIC S9(13) VALUE 20111004.
               10  FILLER PIC S9(13) VALUE -725272.
               10  FILLER PIC S9(13) VALUE 640159.
               10  FILLER PIC S9(13) VALUE -5835093.
               10  FILLER PIC S9(13) VALUE 41646401.
               10  FILLER PIC S9(13) VALUE -145489771.
               10  FILLER PIC S9(13) VALUE 872436555.
               10  FILLER PIC S9(13) VALUE 303853467.
               10  FILLER PIC S9(13) VALUE -84271047.
               10  FILLER PIC S9(13) VALUE 20212864.
               10  FILLER PIC S9(13) VALUE -733655.
               10  FILLER PIC S9(13) VALUE 647162.
               10  FILLER PIC S9(13) VALUE -5833412.
               10  FILLER PIC S9(13) VALUE 41706910.
               10  FILLER PIC S9(13) VALUE -145733553.
               10  FILLER PIC S9(13) VALUE 871439532.
               10  FILLER PIC S9(13) VALUE 305317854.
               10  FILLER PIC S9(13) VALUE -84640135.
               10  FILLER PIC S9(13) VALUE 20314775.
               10  FILLER PIC S9(13) VALUE -742094.
               10  FILLER PIC S9(13) VALUE 654205.
               10  FILLER PIC S9(13) VALUE -5831581.
               10  FILLER PIC S9(13) VALUE 41766589.
               10  FILLER PIC S9(13) VALUE -145974679.
               10  FILLER PIC S9(13) VALUE 870439190.
               10  FILLER PIC S9(13) VALUE 306783366.
               10  FILLER PIC S9(13) VALUE -85009014.
               10  FILLER PIC S9(13) VALUE 20416735.
               10  FILLER PIC S9(13) VALUE -750590.
               10  FILLER PIC S9(13) VALUE 661290.
               10  FILLER PIC S9(13) VALUE -5829599.
               10  FILLER PIC S9(13) VALUE 41825439.
               10  FILLER PIC S9(13) VALUE -146213152.
               10  FILLER PIC S9(13) VALUE 869435535.
               10  FILLER PIC S9(13) VALUE 308249993.
               10  FILLER PIC S9(13) VALUE -85377678.
               10  FILLER PIC S9(13) VALUE 20518742.
               10  FILLER PIC S9(13) VALUE -759141.
               10  FILLER PIC S9(13) VALUE 668415.
               10  FILLER PIC S9(13) VALUE -5827469.
               10  FILLER PIC S9(13) VALUE 41883460.
               10  FILLER PIC S9(13) VALUE -146448976.
               10  FILLER PIC S9(13) VALUE 868428577.
               10  FILLER PIC S9(13) VALUE 309717725.
               10  FILLER PIC S9(13) VALUE -85746121.
               10  FILLER PIC S9(13) VALUE 20620796.
               10  FILLER PIC S9(13) VALUE -767750.
               10  FILLER PIC S9(13) VALUE 675581.
               10  FILLER PIC S9(13) VALUE -5825190.
               10  FILLER PIC S9(13) VALUE 41940656.
               10  FILLER PIC S9(13) VALUE -146682156.
               10  FILLER PIC S9(13) VALUE 867418324.
               10  FILLER PIC S9(13) VALUE 311186551.
               10  FILLER PIC S9(13) VALUE -86114337.
               10  FILLER PIC S9(13) VALUE 20722893.
               10  FILLER PIC S9(13) VALUE -776414.
               10  FILLER PIC S9(13) VALUE 682788.
               10  FILLER PIC S9(13) VALUE -5822763.
               10  FILLER PIC S9(13) VALUE 41997027.
               10  FILLER PIC S9(13) VALUE -146912694.
               10  FILLER PIC S9(13) VALUE 866404785.
               10  FILLER PIC S9(13) VALUE 312656462.
               10  FILLER PIC S9(13) VALUE -86482321.
               10  FILLER PIC S9(13) VALUE 20825033.
               10  FILLER PIC S9(13) VALUE -785135.
               10  FILLER PIC S9(13) VALUE 690035.
               10  FILLER PIC S9(13) VALUE -5820189.
               10  FILLER PIC S9(13) VALUE 42052574.
               10  FILLER PIC S9(13) VALUE -147140596.
               10  FILLER PIC S9(13) VALUE 865387969.
               10  FILLER PIC S9(13) VALUE 314127447.
               10  FILLER PIC S9(13) VALUE -86850066.
               10  FILLER PIC S9(13) VALUE 20927213.
               10  FILLER PIC S9(13) VALUE -793912.
               10  FILLER PIC S9(13) VALUE 697324.
               10  FILLER PIC S9(13) VALUE -5817470.
               10  FILLER PIC S9(13) VALUE 42107300.
               10  FILLER PIC S9(13) VALUE -147365864.
               10  FILLER PIC S9(13) VALUE 864367884.
               10  FILLER PIC S9(13) VALUE 315599497.
               10  FILLER PIC S9(13) VALUE -87217566.
               10  FILLER PIC S9(13) VALUE 21029432.
               10  FILLER PIC S9(13) VALUE -802745.
               10  FILLER PIC S9(13) VALUE 704652.
               10  FILLER PIC S9(13) VALUE -5814605.
               10  FILLER PIC S9(13) VALUE 42161206.
               10  FILLER PIC S9(13) VALUE -147588503.
               10  FILLER PIC S9(13) VALUE 863344540.
               10  FILLER PIC S9(13) VALUE 317072602.
               10  FILLER PIC S9(13) VALUE -87584817.
               10  FILLER PIC S9(13) VALUE 21131688.
               10  FILLER PIC S9(13) VALUE -811635.
               10  FILLER PIC S9(13) VALUE 712021.
               10  FILLER PIC S9(13) VALUE -5811595.
               10  FILLER PIC S9(13) VALUE 42214292.
               10  FILLER PIC S9(13) VALUE -147808518.
               10  FILLER PIC S9(13) VALUE 862317944.
               10  FILLER PIC S9(13) VALUE 318546751.
               10  FILLER PIC S9(13) VALUE -87951810.
               10  FILLER PIC S9(13) VALUE 21233980.
               10  FILLER PIC S9(13) VALUE -820581.
               10  FILLER PIC S9(13) VALUE 719431.
               10  FILLER PIC S9(13) VALUE -5808442.
               10  FILLER PIC S9(13) VALUE 42266562.
               10  FILLER PIC S9(13) VALUE -148025911.
               10  FILLER PIC S9(13) VALUE 861288106.
               10  FILLER PIC S9(13) VALUE 320021934.
               10  FILLER PIC S9(13) VALUE -88318542.
               10  FILLER PIC S9(13) VALUE 21336304.
               10  FILLER PIC S9(13) VALUE -829583.
               10  FILLER PIC S9(13) VALUE 726881.
               10  FILLER PIC S9(13) VALUE -5805146.
               10  FILLER PIC S9(13) VALUE 42318016.
               10  FILLER PIC S9(13) VALUE -148240688.
               10  FILLER PIC S9(13) VALUE 860255035.
               10  FILLER PIC S9(13) VALUE 321498142.
               10  FILLER PIC S9(13) VALUE -88685006.
               10  FILLER PIC S9(13) VALUE 21438661.
               10  FILLER PIC S9(13) VALUE -838642.
               10  FILLER PIC S9(13) VALUE 734371.
               10  FILLER PIC S9(13) VALUE -5801709.
               10  FILLER PIC S9(13) VALUE 42368656.
               10  FILLER PIC S9(13) VALUE -148452851.
               10  FILLER PIC S9(13) VALUE 859218740.
               10  FILLER PIC S9(13) VALUE 322975364.
               10  FILLER PIC S9(13) VALUE -89051195.
               10  FILLER PIC S9(13) VALUE 21541047.
               10  FILLER PIC S9(13) VALUE -847757.
               10  FILLER PIC S9(13) VALUE 741901.
               10  FILLER PIC S9(13) VALUE -5798129.
               10  FILLER PIC S9(13) VALUE 42418483.
               10  FILLER PIC S9(13) VALUE -148662406.
               10  FILLER PIC S9(13) VALUE 858179229.
               10  FILLER PIC S9(13) VALUE 324453590.
               10  FILLER PIC S9(13) VALUE -89417105.
               10  FILLER PIC S9(13) VALUE 21643461.
               10  FILLER PIC S9(13) VALUE -856928.
               10  FILLER PIC S9(13) VALUE 749471.
               10  FILLER PIC S9(13) VALUE -5794410.
               10  FILLER PIC S9(13) VALUE 42467500.
               10  FILLER PIC S9(13) VALUE -148869356.
               10  FILLER PIC S9(13) VALUE 857136511.
               10  FILLER PIC S9(13) VALUE 325932810.
               10  FILLER PIC S9(13) VALUE -89782729.
               10  FILLER PIC S9(13) VALUE 21745901.
               10  FILLER PIC S9(13) VALUE -866155.
               10  FILLER PIC S9(13) VALUE 757081.
               10  FILLER PIC S9(13) VALUE -5790551.
               10  FILLER PIC S9(13) VALUE 42515707.
               10  FILLER PIC S9(13) VALUE -149073705.
               10  FILLER PIC S9(13) VALUE 856090596.
               10  FILLER PIC S9(13) VALUE 327413014.
               10  FILLER PIC S9(13) VALUE -90148060.
               10  FILLER PIC S9(13) VALUE 21848366.
               10  FILLER PIC S9(13) VALUE -875439.
               10  FILLER PIC S9(13) VALUE 764731.
               10  FILLER PIC S9(13) VALUE -5786553.
               10  FILLER PIC S9(13) VALUE 42563106.
               10  FILLER PIC S9(13) VALUE -149275458.
               10  FILLER PIC S9(13) VALUE 855041491.
               10  FILLER PIC S9(13) VALUE 328894191.
               10  FILLER PIC S9(13) VALUE -90513094.
               10  FILLER PIC S9(13) VALUE 21950854.
               10  FILLER PIC S9(13) VALUE -884779.
               10  FILLER PIC S9(13) VALUE 772421.
               10  FILLER PIC S9(13) VALUE -5782417.
               10  FILLER PIC S9(13) VALUE 42609699.
               10  FILLER PIC S9(13) VALUE -149474619.
               10  FILLER PIC S9(13) VALUE 853989208.
               10  FILLER PIC S9(13) VALUE 330376331.
               10  FILLER PIC S9(13) VALUE -90877824.
               10  FILLER PIC S9(13) VALUE 22053362.
               10  FILLER PIC S9(13) VALUE -894175.
               10  FILLER PIC S9(13) VALUE 780151.
               10  FILLER PIC S9(13) VALUE -5778144.
               10  FILLER PIC S9(13) VALUE 42655488.
               10  FILLER PIC S9(13) VALUE -149671192.
               10  FILLER PIC S9(13) VALUE 852933753.
               10  FILLER PIC S9(13) VALUE 331859424.
               10  FILLER PIC S9(13) VALUE -91242244.
               10  FILLER PIC S9(13) VALUE 22155889.
               10  FILLER PIC S9(13) VALUE -903628.
               10  FILLER PIC S9(13) VALUE 787920.
               10  FILLER PIC S9(13) VALUE -5773735.
               10  FILLER PIC S9(13) VALUE 42700473.
               10  FILLER PIC S9(13) VALUE -149865181.
               10  FILLER PIC S9(13) VALUE 851875137.
               10  FILLER PIC S9(13) VALUE 333343460.
               10  FILLER PIC S9(13) VALUE -91606348.
               10  FILLER PIC S9(13) VALUE 22258433.
               10  FILLER PIC S9(13) VALUE -913136.
               10  FILLER PIC S9(13) VALUE 795728.
               10  FILLER PIC S9(13) VALUE -5769190.
               10  FILLER PIC S9(13) VALUE 42744657.
               10  FILLER PIC S9(13) VALUE -150056591.
               10  FILLER PIC S9(13) VALUE 850813368.
               10  FILLER PIC S9(13) VALUE 334828428.
               10  FILLER PIC S9(13) VALUE -91970129.
               10  FILLER PIC S9(13) VALUE 22360992.
               10  FILLER PIC S9(13) VALUE -922701.
               10  FILLER PIC S9(13) VALUE 803576.
               10  FILLER PIC S9(13) VALUE -5764510.
               10  FILLER PIC S9(13) VALUE 42788042.
               10  FILLER PIC S9(13) VALUE -150245425.
               10  FILLER PIC S9(13) VALUE 849748455.
               10  FILLER PIC S9(13) VALUE 336314319.
               10  FILLER PIC S9(13) VALUE -92333583.
               10  FILLER PIC S9(13) VALUE 22463565.
               10  FILLER PIC S9(13) VALUE -932322.
               10  FILLER PIC S9(13) VALUE 811463.
               10  FILLER PIC S9(13) VALUE -5759696.
               10  FILLER PIC S9(13) VALUE 42830628.
               10  FILLER PIC S9(13) VALUE -150431688.
               10  FILLER PIC S9(13) VALUE 848680408.
               10  FILLER PIC S9(13) VALUE 337801122.
               10  FILLER PIC S9(13) VALUE -92696703.
               10  FILLER PIC S9(13) VALUE 22566150.
               10  FILLER PIC S9(13) VALUE -941998.
               10  FILLER PIC S9(13) VALUE 819389.
               10  FILLER PIC S9(13) VALUE -5754750.
               10  FILLER PIC S9(13) VALUE 42872418.
               10  FILLER PIC S9(13) VALUE -150615385.
               10  FILLER PIC S9(13) VALUE 847609236.
               10  FILLER PIC S9(13) VALUE 339288825.
               10  FILLER PIC S9(13) VALUE -93059483.
               10  FILLER PIC S9(13) VALUE 22668744.
               10  FILLER PIC S9(13) VALUE -951731.
               10  FILLER PIC S9(13) VALUE 827354.
               10  FILLER PIC S9(13) VALUE -5749671.
               10  FILLER PIC S9(13) VALUE 42913413.
               10  FILLER PIC S9(13) VALUE -150796519.
               10  FILLER PIC S9(13) VALUE 846534948.
               10  FILLER PIC S9(13) VALUE 340777421.
               10  FILLER PIC S9(13) VALUE -93421916.
               10  FILLER PIC S9(13) VALUE 22771346.
               10  FILLER PIC S9(13) VALUE -961520.
               10  FILLER PIC S9(13) VALUE 835358.
               10  FILLER PIC S9(13) VALUE -5744460.
               10  FILLER PIC S9(13) VALUE 42953615.
               10  FILLER PIC S9(13) VALUE -150975095.
               10  FILLER PIC S9(13) VALUE 845457553.
               10  FILLER PIC S9(13) VALUE 342266897.
               10  FILLER PIC S9(13) VALUE -93783998.
               10  FILLER PIC S9(13) VALUE 22873953.
               10  FILLER PIC S9(13) VALUE -971364.
               10  FILLER PIC S9(13) VALUE 843401.
               10  FILLER PIC S9(13) VALUE -5739119.
               10  FILLER PIC S9(13) VALUE 42993025.
               10  FILLER PIC S9(13) VALUE -151151117.
               10  FILLER PIC S9(13) VALUE 844377061.
               10  FILLER PIC S9(13) VALUE 343757243.
               10  FILLER PIC S9(13) VALUE -94145721.
               10  FILLER PIC S9(13) VALUE 22976565.
               10  FILLER PIC S9(13) VALUE -981265.
               10  FILLER PIC S9(13) VALUE 851483.
               10  FILLER PIC S9(13) VALUE -5733648.
               10  FILLER PIC S9(13) VALUE 43031646.
               10  FILLER PIC S9(13) VALUE -151324590.
               10  FILLER PIC S9(13) VALUE 843293480.
               10  FILLER PIC S9(13) VALUE 345248449.
               10  FILLER PIC S9(13) VALUE -94507079.
               10  FILLER PIC S9(13) VALUE 23079179.
               10  FILLER PIC S9(13) VALUE -991221.
               10  FILLER PIC S9(13) VALUE 859603.
               10  FILLER PIC S9(13) VALUE -5728048.
               10  FILLER PIC S9(13) VALUE 43069479.
               10  FILLER PIC S9(13) VALUE -151495518.
               10  FILLER PIC S9(13) VALUE 842206819.
               10  FILLER PIC S9(13) VALUE 346740505.
               10  FILLER PIC S9(13) VALUE -94868067.
               10  FILLER PIC S9(13) VALUE 23181794.
               10  FILLER PIC S9(13) VALUE -1001233.
               10  FILLER PIC S9(13) VALUE 867761.
               10  FILLER PIC S9(13) VALUE -5722319.
               10  FILLER PIC S9(13) VALUE 43106525.
               10  FILLER PIC S9(13) VALUE -151663906.
               10  FILLER PIC S9(13) VALUE 841117089.
               10  FILLER PIC S9(13) VALUE 348233400.
               10  FILLER PIC S9(13) VALUE -95228678.
               10  FILLER PIC S9(13) VALUE 23284406.
               10  FILLER PIC S9(13) VALUE -1011301.
               10  FILLER PIC S9(13) VALUE 875958.
               10  FILLER PIC S9(13) VALUE -5716463.
               10  FILLER PIC S9(13) VALUE 43142787.
               10  FILLER PIC S9(13) VALUE -151829757.
               10  FILLER PIC S9(13) VALUE 840024299.
               10  FILLER PIC S9(13) VALUE 349727124.
               10  FILLER PIC S9(13) VALUE -95588907.
               10  FILLER PIC S9(13) VALUE 23387016.
               10  FILLER PIC S9(13) VALUE -1021424.
               10  FILLER PIC S9(13) VALUE 884193.
               10  FILLER PIC S9(13) VALUE -5710481.
               10  FILLER PIC S9(13) VALUE 43178266.
               10  FILLER PIC S9(13) VALUE -151993077.
               10  FILLER PIC S9(13) VALUE 838928457.
               10  FILLER PIC S9(13) VALUE 351221666.
               10  FILLER PIC S9(13) VALUE -95948747.
               10  FILLER PIC S9(13) VALUE 23489619.
               10  FILLER PIC S9(13) VALUE -1031603.
               10  FILLER PIC S9(13) VALUE 892466.
               10  FILLER PIC S9(13) VALUE -5704372.
               10  FILLER PIC S9(13) VALUE 43212963.
               10  FILLER PIC S9(13) VALUE -152153870.
               10  FILLER PIC S9(13) VALUE 837829573.
               10  FILLER PIC S9(13) VALUE 352717016.
               10  FILLER PIC S9(13) VALUE -96308191.
               10  FILLER PIC S9(13) VALUE 23592216.
               10  FILLER PIC S9(13) VALUE -1041837.
               10  FILLER PIC S9(13) VALUE 900777.
               10  FILLER PIC S9(13) VALUE -5698139.
               10  FILLER PIC S9(13) VALUE 43246882.
               10  FILLER PIC S9(13) VALUE -152312140.
               10  FILLER PIC S9(13) VALUE 836727657.
               10  FILLER PIC S9(13) VALUE 354213164.
               10  FILLER PIC S9(13) VALUE -96667235.
               10  FILLER PIC S9(13) VALUE 23694803.
               10  FILLER PIC S9(13) VALUE -1052127.
               10  FILLER PIC S9(13) VALUE 909126.
               10  FILLER PIC S9(13) VALUE -5691782.
               10  FILLER PIC S9(13) VALUE 43280022.
               10  FILLER PIC S9(13) VALUE -152467892.
               10  FILLER PIC S9(13) VALUE 835622718.
               10  FILLER PIC S9(13) VALUE 355710097.
               10  FILLER PIC S9(13) VALUE -97025871.
               10  FILLER PIC S9(13) VALUE 23797379.
               10  FILLER PIC S9(13) VALUE -1062473.
               10  FILLER PIC S9(13) VALUE 917512.
               10  FILLER PIC S9(13) VALUE -5685301.
               10  FILLER PIC S9(13) VALUE 43312386.
               10  FILLER PIC S9(13) VALUE -152621130.
               10  FILLER PIC S9(13) VALUE 834514765.
               10  FILLER PIC S9(13) VALUE 357207808.
               10  FILLER PIC S9(13) VALUE -97384094.
               10  FILLER PIC S9(13) VALUE 23899942.
               10  FILLER PIC S9(13) VALUE -1072873.
               10  FILLER PIC S9(13) VALUE 925936.
               10  FILLER PIC S9(13) VALUE -5678697.
               10  FILLER PIC S9(13) VALUE 43343977.
               10  FILLER PIC S9(13) VALUE -152771859.
               10  FILLER PIC S9(13) VALUE 833403808.
               10  FILLER PIC S9(13) VALUE 358706283.
               10  FILLER PIC S9(13) VALUE -97741897.
               10  FILLER PIC S9(13) VALUE 24002490.
               10  FILLER PIC S9(13) VALUE -1083329.
               10  FILLER PIC S9(13) VALUE 934398.
               10  FILLER PIC S9(13) VALUE -5671972.
               10  FILLER PIC S9(13) VALUE 43374795.
               10  FILLER PIC S9(13) VALUE -152920084.
               10  FILLER PIC S9(13) VALUE 832289857.
               10  FILLER PIC S9(13) VALUE 360205514.
               10  FILLER PIC S9(13) VALUE -98099274.
               10  FILLER PIC S9(13) VALUE 24105021.
               10  FILLER PIC S9(13) VALUE -1093840.
               10  FILLER PIC S9(13) VALUE 942896.
               10  FILLER PIC S9(13) VALUE -5665126.
               10  FILLER PIC S9(13) VALUE 43404842.
               10  FILLER PIC S9(13) VALUE -153065809.
               10  FILLER PIC S9(13) VALUE 831172920.
               10  FILLER PIC S9(13) VALUE 361705489.
               10  FILLER PIC S9(13) VALUE -98456219.
               10  FILLER PIC S9(13) VALUE 24207533.
               10  FILLER PIC S9(13) VALUE -1104406.
               10  FILLER PIC S9(13) VALUE 951432.
               10  FILLER PIC S9(13) VALUE -5658160.
               10  FILLER PIC S9(13) VALUE 43434120.
               10  FILLER PIC S9(13) VALUE -153209039.
               10  FILLER PIC S9(13) VALUE 830053007.
               10  FILLER PIC S9(13) VALUE 363206199.
               10  FILLER PIC S9(13) VALUE -98812726.
               10  FILLER PIC S9(13) VALUE 24310024.
               10  FILLER PIC S9(13) VALUE -1115026.
               10  FILLER PIC S9(13) VALUE 960004.
               10  FILLER PIC S9(13) VALUE -5651074.
               10  FILLER PIC S9(13) VALUE 43462631.
               10  FILLER PIC S9(13) VALUE -153349778.
               10  FILLER PIC S9(13) VALUE 828930129.
               10  FILLER PIC S9(13) VALUE 364707631.
               10  FILLER PIC S9(13) VALUE -99168788.
               10  FILLER PIC S9(13) VALUE 24412493.
               10  FILLER PIC S9(13) VALUE -1125702.
               10  FILLER PIC S9(13) VALUE 968614.
               10  FILLER PIC S9(13) VALUE -5643870.
               10  FILLER PIC S9(13) VALUE 43490377.
               10  FILLER PIC S9(13) VALUE -153488031.
               10  FILLER PIC S9(13) VALUE 827804293.
               10  FILLER PIC S9(13) VALUE 366209776.
               10  FILLER PIC S9(13) VALUE -99524400.
               10  FILLER PIC S9(13) VALUE 24514936.
               10  FILLER PIC S9(13) VALUE -1136433.
               10  FILLER PIC S9(13) VALUE 977260.
               10  FILLER PIC S9(13) VALUE -5636549.
               10  FILLER PIC S9(13) VALUE 43517359.
               10  FILLER PIC S9(13) VALUE -153623803.
               10  FILLER PIC S9(13) VALUE 826675511.
               10  FILLER PIC S9(13) VALUE 367712623.
               10  FILLER PIC S9(13) VALUE -99879555.
               10  FILLER PIC S9(13) VALUE 24617353.
               10  FILLER PIC S9(13) VALUE -1147218.
               10  FILLER PIC S9(13) VALUE 985942.
               10  FILLER PIC S9(13) VALUE -5629110.
               10  FILLER PIC S9(13) VALUE 43543580.
               10  FILLER PIC S9(13) VALUE -153757099.
               10  FILLER PIC S9(13) VALUE 825543792.
               10  FILLER PIC S9(13) VALUE 369216162.
               10  FILLER PIC S9(13) VALUE -100234247.
               10  FILLER PIC S9(13) VALUE 24719741.
               10  FILLER PIC S9(13) VALUE -1158058.
               10  FILLER PIC S9(13) VALUE 994661.
               10  FILLER PIC S9(13) VALUE -5621556.
               10  FILLER PIC S9(13) VALUE 43569041.
               10  FILLER PIC S9(13) VALUE -153887922.
               10  FILLER PIC S9(13) VALUE 824409145.
               10  FILLER PIC S9(13) VALUE 370720381.
               10  FILLER PIC S9(13) VALUE -100588469.
               10  FILLER PIC S9(13) VALUE 24822098.
               10  FILLER PIC S9(13) VALUE -1168952.
               10  FILLER PIC S9(13) VALUE 1003416.
               10  FILLER PIC S9(13) VALUE -5613886.
               10  FILLER PIC S9(13) VALUE 43593744.
               10  FILLER PIC S9(13) VALUE -154016278.
               10  FILLER PIC S9(13) VALUE 823271580.
               10  FILLER PIC S9(13) VALUE 372225270.
               10  FILLER PIC S9(13) VALUE -100942215.
               10  FILLER PIC S9(13) VALUE 24924423.
               10  FILLER PIC S9(13) VALUE -1179901.
               10  FILLER PIC S9(13) VALUE 1012207.
               10  FILLER PIC S9(13) VALUE -5606101.
               10  FILLER PIC S9(13) VALUE 43617691.
               10  FILLER PIC S9(13) VALUE -154142172.
               10  FILLER PIC S9(13) VALUE 822131106.
               10  FILLER PIC S9(13) VALUE 373730818.
               10  FILLER PIC S9(13) VALUE -101295480.
               10  FILLER PIC S9(13) VALUE 25026712.
               10  FILLER PIC S9(13) VALUE -1190904.
               10  FILLER PIC S9(13) VALUE 1021034.
               10  FILLER PIC S9(13) VALUE -5598204.
               10  FILLER PIC S9(13) VALUE 43640883.
               10  FILLER PIC S9(13) VALUE -154265609.
               10  FILLER PIC S9(13) VALUE 820987734.
               10  FILLER PIC S9(13) VALUE 375237015.
               10  FILLER PIC S9(13) VALUE -101648257.
               10  FILLER PIC S9(13) VALUE 25128966.
               10  FILLER PIC S9(13) VALUE -1201961.
               10  FILLER PIC S9(13) VALUE 1029897.
               10  FILLER PIC S9(13) VALUE -5590193.
               10  FILLER PIC S9(13) VALUE 43663323.
               10  FILLER PIC S9(13) VALUE -154386592.
               10  FILLER PIC S9(13) VALUE 819841473.
               10  FILLER PIC S9(13) VALUE 376743850.
               10  FILLER PIC S9(13) VALUE -102000539.
               10  FILLER PIC S9(13) VALUE 25231180.
               10  FILLER PIC S9(13) VALUE -1213072.
               10  FILLER PIC S9(13) VALUE 1038795.
               10  FILLER PIC S9(13) VALUE -5582070.
               10  FILLER PIC S9(13) VALUE 43685012.
               10  FILLER PIC S9(13) VALUE -154505127.
               10  FILLER PIC S9(13) VALUE 818692332.
               10  FILLER PIC S9(13) VALUE 378251311.
               10  FILLER PIC S9(13) VALUE -102352321.
               10  FILLER PIC S9(13) VALUE 25333354.
               10  FILLER PIC S9(13) VALUE -1224238.
               10  FILLER PIC S9(13) VALUE 1047728.
               10  FILLER PIC S9(13) VALUE -5573836.
               10  FILLER PIC S9(13) VALUE 43705953.
               10  FILLER PIC S9(13) VALUE -154621219.
               10  FILLER PIC S9(13) VALUE 817540323.
               10  FILLER PIC S9(13) VALUE 379759389.
               10  FILLER PIC S9(13) VALUE -102703595.
               10  FILLER PIC S9(13) VALUE 25435485.
               10  FILLER PIC S9(13) VALUE -1235457.
               10  FILLER PIC S9(13) VALUE 1056697.
               10  FILLER PIC S9(13) VALUE -5565492.
               10  FILLER PIC S9(13) VALUE 43726147.
               10  FILLER PIC S9(13) VALUE -154734873.
               10  FILLER PIC S9(13) VALUE 816385453.
               10  FILLER PIC S9(13) VALUE 381268072.
               10  FILLER PIC S9(13) VALUE -103054356.
               10  FILLER PIC S9(13) VALUE 25537571.
               10  FILLER PIC S9(13) VALUE -1246729.
               10  FILLER PIC S9(13) VALUE 1065700.
               10  FILLER PIC S9(13) VALUE -5557038.
               10  FILLER PIC S9(13) VALUE 43745595.
               10  FILLER PIC S9(13) VALUE -154846093.
               10  FILLER PIC S9(13) VALUE 815227734.
               10  FILLER PIC S9(13) VALUE 382777350.
               10  FILLER PIC S9(13) VALUE -103404598.
               10  FILLER PIC S9(13) VALUE 25639611.
               10  FILLER PIC S9(13) VALUE -1258056.
               10  FILLER PIC S9(13) VALUE 1074739.
               10  FILLER PIC S9(13) VALUE -5548476.
               10  FILLER PIC S9(13) VALUE 43764301.
               10  FILLER PIC S9(13) VALUE -154954884.
               10  FILLER PIC S9(13) VALUE 814067175.
               10  FILLER PIC S9(13) VALUE 384287212.
               10  FILLER PIC S9(13) VALUE -103754314.
               10  FILLER PIC S9(13) VALUE 25741602.
               10  FILLER PIC S9(13) VALUE -1269436.
               10  FILLER PIC S9(13) VALUE 1083812.
               10  FILLER PIC S9(13) VALUE -5539805.
               10  FILLER PIC S9(13) VALUE 43782265.
               10  FILLER PIC S9(13) VALUE -155061252.
               10  FILLER PIC S9(13) VALUE 812903786.
               10  FILLER PIC S9(13) VALUE 385797647.
               10  FILLER PIC S9(13) VALUE -104103497.
               10  FILLER PIC S9(13) VALUE 25843542.
               10  FILLER PIC S9(13) VALUE -1280869.
               10  FILLER PIC S9(13) VALUE 1092920.
               10  FILLER PIC S9(13) VALUE -5531027.
               10  FILLER PIC S9(13) VALUE 43799491.
               10  FILLER PIC S9(13) VALUE -155165200.
               10  FILLER PIC S9(13) VALUE 811737576.
               10  FILLER PIC S9(13) VALUE 387308644.
               10  FILLER PIC S9(13) VALUE -104452142.
               10  FILLER PIC S9(13) VALUE 25945429.
               10  FILLER PIC S9(13) VALUE -1292355.
               10  FILLER PIC S9(13) VALUE 1102062.
               10  FILLER PIC S9(13) VALUE -5522143.
               10  FILLER PIC S9(13) VALUE 43815978.
               10  FILLER PIC S9(13) VALUE -155266735.
               10  FILLER PIC S9(13) VALUE 810568556.
               10  FILLER PIC S9(13) VALUE 388820192.
               10  FILLER PIC S9(13) VALUE -104800242.
               10  FILLER PIC S9(13) VALUE 26047262.
               10  FILLER PIC S9(13) VALUE -1303895.
               10  FILLER PIC S9(13) VALUE 1111238.
               10  FILLER PIC S9(13) VALUE -5513154.
               10  FILLER PIC S9(13) VALUE 43831731.
               10  FILLER PIC S9(13) VALUE -155365861.
               10  FILLER PIC S9(13) VALUE 809396736.
               10  FILLER PIC S9(13) VALUE 390332281.
               10  FILLER PIC S9(13) VALUE -105147791.
               10  FILLER PIC S9(13) VALUE 26149037.
               10  FILLER PIC S9(13) VALUE -1315487.
               10  FILLER PIC S9(13) VALUE 1120448.
               10  FILLER PIC S9(13) VALUE -5504060.
               10  FILLER PIC S9(13) VALUE 43846750.
               10  FILLER PIC S9(13) VALUE -155462582.
               10  FILLER PIC S9(13) VALUE 808222125.
               10  FILLER PIC S9(13) VALUE 391844899.
               10  FILLER PIC S9(13) VALUE -105494782.
               10  FILLER PIC S9(13) VALUE 26250753.
               10  FILLER PIC S9(13) VALUE -1327132.
               10  FILLER PIC S9(13) VALUE 1129692.
               10  FILLER PIC S9(13) VALUE -5494861.
               10  FILLER PIC S9(13) VALUE 43861037.
               10  FILLER PIC S9(13) VALUE -155556905.
               10  FILLER PIC S9(13) VALUE 807044734.
               10  FILLER PIC S9(13) VALUE 393358035.
               10  FILLER PIC S9(13) VALUE -105841209.
               10  FILLER PIC S9(13) VALUE 26352409.
               10  FILLER PIC S9(13) VALUE -1338830.
               10  FILLER PIC S9(13) VALUE 1138969.
               10  FILLER PIC S9(13) VALUE -5485560.
               10  FILLER PIC S9(13) VALUE 43874594.
               10  FILLER PIC S9(13) VALUE -155648833.
               10  FILLER PIC S9(13) VALUE 805864572.
               10  FILLER PIC S9(13) VALUE 394871680.
               10  FILLER PIC S9(13) VALUE -106187066.
               10  FILLER PIC S9(13) VALUE 26454001.
               10  FILLER PIC S9(13) VALUE -1350581.
               10  FILLER PIC S9(13) VALUE 1148280.
               10  FILLER PIC S9(13) VALUE -5476157.
               10  FILLER PIC S9(13) VALUE 43887424.
               10  FILLER PIC S9(13) VALUE -155738373.
               10  FILLER PIC S9(13) VALUE 804681650.
               10  FILLER PIC S9(13) VALUE 396385821.
               10  FILLER PIC S9(13) VALUE -106532346.
               10  FILLER PIC S9(13) VALUE 26555528.
               10  FILLER PIC S9(13) VALUE -1362383.
               10  FILLER PIC S9(13) VALUE 1157623.
               10  FILLER PIC S9(13) VALUE -5466652.
               10  FILLER PIC S9(13) VALUE 43899528.
               10  FILLER PIC S9(13) VALUE -155825528.
               10  FILLER PIC S9(13) VALUE 803495977.
               10  FILLER PIC S9(13) VALUE 397900448.
               10  FILLER PIC S9(13) VALUE -106877043.
               10  FILLER PIC S9(13) VALUE 26656988.
               10  FILLER PIC S9(13) VALUE -1374238.
               10  FILLER PIC S9(13) VALUE 1167000.
               10  FILLER PIC S9(13) VALUE -5457046.
               10  FILLER PIC S9(13) VALUE 43910909.
               10  FILLER PIC S9(13) VALUE -155910304.
               10  FILLER PIC S9(13) VALUE 802307563.
               10  FILLER PIC S9(13) VALUE 399415550.
               10  FILLER PIC S9(13) VALUE -107221150.
               10  FILLER PIC S9(13) VALUE 26758379.
               10  FILLER PIC S9(13) VALUE -1386145.
               10  FILLER PIC S9(13) VALUE 1176410.
               10  FILLER PIC S9(13) VALUE -5447340.
               10  FILLER PIC S9(13) VALUE 43921567.
               10  FILLER PIC S9(13) VALUE -155992707.
               10  FILLER PIC S9(13) VALUE 801116419.
               10  FILLER PIC S9(13) VALUE 400931116.
               10  FILLER PIC S9(13) VALUE -107564662.
               10  FILLER PIC S9(13) VALUE 26859698.
               10  FILLER PIC S9(13) VALUE -1398104.
               10  FILLER PIC S9(13) VALUE 1185852.
               10  FILLER PIC S9(13) VALUE -5437536.
               10  FILLER PIC S9(13) VALUE 43931506.
               10  FILLER PIC S9(13) VALUE -156072740.
               10  FILLER PIC S9(13) VALUE 799922555.
               10  FILLER PIC S9(13) VALUE 402447135.
               10  FILLER PIC S9(13) VALUE -107907571.
               10  FILLER PIC S9(13) VALUE 26960944.
               10  FILLER PIC S9(13) VALUE -1410115.
               10  FILLER PIC S9(13) VALUE 1195327.
               10  FILLER PIC S9(13) VALUE -5427633.
               10  FILLER PIC S9(13) VALUE 43940727.
               10  FILLER PIC S9(13) VALUE -156150410.
               10  FILLER PIC S9(13) VALUE 798725981.
               10  FILLER PIC S9(13) VALUE 403963596.
               10  FILLER PIC S9(13) VALUE -108249872.
               10  FILLER PIC S9(13) VALUE 27062114.
               10  FILLER PIC S9(13) VALUE -1422177.
               10  FILLER PIC S9(13) VALUE 1204834.
               10  FILLER PIC S9(13) VALUE -5417633.
               10  FILLER PIC S9(13) VALUE 43949232.
               10  FILLER PIC S9(13) VALUE -156225721.
               10  FILLER PIC S9(13) VALUE 797526706.
               10  FILLER PIC S9(13) VALUE 405480487.
               10  FILLER PIC S9(13) VALUE -108591557.
               10  FILLER PIC S9(13) VALUE 27163206.
               10  FILLER PIC S9(13) VALUE -1434291.
               10  FILLER PIC S9(13) VALUE 1214372.
               10  FILLER PIC S9(13) VALUE -5407536.
               10  FILLER PIC S9(13) VALUE 43957023.
               10  FILLER PIC S9(13) VALUE -156298679.
               10  FILLER PIC S9(13) VALUE 796324742.
               10  FILLER PIC S9(13) VALUE 406997799.
               10  FILLER PIC S9(13) VALUE -108932622.
               10  FILLER PIC S9(13) VALUE 27264219.
               10  FILLER PIC S9(13) VALUE -1446456.
               10  FILLER PIC S9(13) VALUE 1223943.
               10  FILLER PIC S9(13) VALUE -5397343.
               10  FILLER PIC S9(13) VALUE 43964102.
               10  FILLER PIC S9(13) VALUE -156369288.
               10  FILLER PIC S9(13) VALUE 795120097.
               10  FILLER PIC S9(13) VALUE 408515519.
               10  FILLER PIC S9(13) VALUE -109273058.
               10  FILLER PIC S9(13) VALUE 27365150.
               10  FILLER PIC S9(13) VALUE -1458672.
               10  FILLER PIC S9(13) VALUE 1233545.
               10  FILLER PIC S9(13) VALUE -5387055.
               10  FILLER PIC S9(13) VALUE 43970472.
               10  FILLER PIC S9(13) VALUE -156437554.
               10  FILLER PIC S9(13) VALUE 793912783.
               10  FILLER PIC S9(13) VALUE 410033637.
               10  FILLER PIC S9(13) VALUE -109612859.
               10  FILLER PIC S9(13) VALUE 27465996.
               10  FILLER PIC S9(13) VALUE -1470938.
               10  FILLER PIC S9(13) VALUE 1243178.
               10  FILLER PIC S9(13) VALUE -5376673.
               10  FILLER PIC S9(13) VALUE 43976133.
               10  FILLER PIC S9(13) VALUE -156503482.
               10  FILLER PIC S9(13) VALUE 792702810.
               10  FILLER PIC S9(13) VALUE 411552142.
               10  FILLER PIC S9(13) VALUE -109952020.
               10  FILLER PIC S9(13) VALUE 27566757.
               10  FILLER PIC S9(13) VALUE -1483256.
               10  FILLER PIC S9(13) VALUE 1252843.
               10  FILLER PIC S9(13) VALUE -5366197.
               10  FILLER PIC S9(13) VALUE 43981089.
               10  FILLER PIC S9(13) VALUE -156567077.
               10  FILLER PIC S9(13) VALUE 791490187.
               10  FILLER PIC S9(13) VALUE 413071022.
               10  FILLER PIC S9(13) VALUE -110290534.
               10  FILLER PIC S9(13) VALUE 27667430.
               10  FILLER PIC S9(13) VALUE -1495624.
               10  FILLER PIC S9(13) VALUE 1262538.
               10  FILLER PIC S9(13) VALUE -5355629.
               10  FILLER PIC S9(13) VALUE 43985341.
               10  FILLER PIC S9(13) VALUE -156628345.
               10  FILLER PIC S9(13) VALUE 790274925.
               10  FILLER PIC S9(13) VALUE 414590267.
               10  FILLER PIC S9(13) VALUE -110628394.
               10  FILLER PIC S9(13) VALUE 27768012.
               10  FILLER PIC S9(13) VALUE -1508042.
               10  FILLER PIC S9(13) VALUE 1272264.
               10  FILLER PIC S9(13) VALUE -5344969.
               10  FILLER PIC S9(13) VALUE 43988891.
               10  FILLER PIC S9(13) VALUE -156687290.
               10  FILLER PIC S9(13) VALUE 789057035.
               10  FILLER PIC S9(13) VALUE 416109866.
               10  FILLER PIC S9(13) VALUE -110965594.
               10  FILLER PIC S9(13) VALUE 27868501.
               10  FILLER PIC S9(13) VALUE -1520511.
               10  FILLER PIC S9(13) VALUE 1282021.
               10  FILLER PIC S9(13) VALUE -5334218.
               10  FILLER PIC S9(13) VALUE 43991741.
               10  FILLER PIC S9(13) VALUE -156743918.
               10  FILLER PIC S9(13) VALUE 787836526.
               10  FILLER PIC S9(13) VALUE 417629807.
               10  FILLER PIC S9(13) VALUE -111302127.
               10  FILLER PIC S9(13) VALUE 27968896.
               10  FILLER PIC S9(13) VALUE -1533030.
               10  FILLER PIC S9(13) VALUE 1291808.
               10  FILLER PIC S9(13) VALUE -5323376.
               10  FILLER PIC S9(13) VALUE 43993894.
               10  FILLER PIC S9(13) VALUE -156798235.
               10  FILLER PIC S9(13) VALUE 786613409.
               10  FILLER PIC S9(13) VALUE 419150079.
               10  FILLER PIC S9(13) VALUE -111637987.
               10  FILLER PIC S9(13) VALUE 28069195.
               10  FILLER PIC S9(13) VALUE -1545598.
               10  FILLER PIC S9(13) VALUE 1301625.
               10  FILLER PIC S9(13) VALUE -5312445.
               10  FILLER PIC S9(13) VALUE 43995351.
               10  FILLER PIC S9(13) VALUE -156850244.
               10  FILLER PIC S9(13) VALUE 785387694.
               10  FILLER PIC S9(13) VALUE 420670671.
               10  FILLER PIC S9(13) VALUE -111973167.
               10  FILLER PIC S9(13) VALUE 28169394.
               10  FILLER PIC S9(13) VALUE -1558216.
               10  FILLER PIC S9(13) VALUE 1311471.
               10  FILLER PIC S9(13) VALUE -5301426.
               10  FILLER PIC S9(13) VALUE 43996115.
               10  FILLER PIC S9(13) VALUE -156899953.
               10  FILLER PIC S9(13) VALUE 784159392.
               10  FILLER PIC S9(13) VALUE 422191572.
               10  FILLER PIC S9(13) VALUE -112307662.
               10  FILLER PIC S9(13) VALUE 28269493.
               10  FILLER PIC S9(13) VALUE -1570883.
               10  FILLER PIC S9(13) VALUE 1321348.
               10  FILLER PIC S9(13) VALUE -5290318.
               10  FILLER PIC S9(13) VALUE 43996187.
               10  FILLER PIC S9(13) VALUE -156947365.
               10  FILLER PIC S9(13) VALUE 782928513.
               10  FILLER PIC S9(13) VALUE 423712770.
               10  FILLER PIC S9(13) VALUE -112641463.
               10  FILLER PIC S9(13) VALUE 28369488.
               10  FILLER PIC S9(13) VALUE -1583600.
               10  FILLER PIC S9(13) VALUE 1331253.
               10  FILLER PIC S9(13) VALUE -5279124.
               10  FILLER PIC S9(13) VALUE 43995570.
               10  FILLER PIC S9(13) VALUE -156992487.
               10  FILLER PIC S9(13) VALUE 781695066.
               10  FILLER PIC S9(13) VALUE 425234256.
               10  FILLER PIC S9(13) VALUE -112974566.
               10  FILLER PIC S9(13) VALUE 28469378.
               10  FILLER PIC S9(13) VALUE -1596365.
               10  FILLER PIC S9(13) VALUE 1341188.
               10  FILLER PIC S9(13) VALUE -5267843.
               10  FILLER PIC S9(13) VALUE 43994265.
               10  FILLER PIC S9(13) VALUE -157035323.
               10  FILLER PIC S9(13) VALUE 780459064.
               10  FILLER PIC S9(13) VALUE 426756016.
               10  FILLER PIC S9(13) VALUE -113306963.
               10  FILLER PIC S9(13) VALUE 28569160.
               10  FILLER PIC S9(13) VALUE -1609179.
               10  FILLER PIC S9(13) VALUE 1351151.
               10  FILLER PIC S9(13) VALUE -5256477.
               10  FILLER PIC S9(13) VALUE 43992275.
               10  FILLER PIC S9(13) VALUE -157075880.
               10  FILLER PIC S9(13) VALUE 779220515.
               10  FILLER PIC S9(13) VALUE 428278041.
               10  FILLER PIC S9(13) VALUE -113638648.
               10  FILLER PIC S9(13) VALUE 28668833.
               10  FILLER PIC S9(13) VALUE -1622042.
               10  FILLER PIC S9(13) VALUE 1361143.
               10  FILLER PIC S9(13) VALUE -5245026.
               10  FILLER PIC S9(13) VALUE 43989602.
               10  FILLER PIC S9(13) VALUE -157114161.
               10  FILLER PIC S9(13) VALUE 777979431.
               10  FILLER PIC S9(13) VALUE 429800319.
               10  FILLER PIC S9(13) VALUE -113969615.
               10  FILLER PIC S9(13) VALUE 28768393.
               10  FILLER PIC S9(13) VALUE -1634953.
               10  FILLER PIC S9(13) VALUE 1371164.
               10  FILLER PIC S9(13) VALUE -5233491.
               10  FILLER PIC S9(13) VALUE 43986248.
               10  FILLER PIC S9(13) VALUE -157150174.
               10  FILLER PIC S9(13) VALUE 776735822.
               10  FILLER PIC S9(13) VALUE 431322839.
               10  FILLER PIC S9(13) VALUE -114299856.
               10  FILLER PIC S9(13) VALUE 28867840.
               10  FILLER PIC S9(13) VALUE -1647913.
               10  FILLER PIC S9(13) VALUE 1381213.
               10  FILLER PIC S9(13) VALUE -5221873.
               10  FILLER PIC S9(13) VALUE 43982214.
               10  FILLER PIC S9(13) VALUE -157183923.
               10  FILLER PIC S9(13) VALUE 775489698.
               10  FILLER PIC S9(13) VALUE 432845589.
               10  FILLER PIC S9(13) VALUE -114629366.
               10  FILLER PIC S9(13) VALUE 28967171.
               10  FILLER PIC S9(13) VALUE -1660920.
               10  FILLER PIC S9(13) VALUE 1391289.
               10  FILLER PIC S9(13) VALUE -5210173.
               10  FILLER PIC S9(13) VALUE 43977504.
               10  FILLER PIC S9(13) VALUE -157215413.
               10  FILLER PIC S9(13) VALUE 774241070.
               10  FILLER PIC S9(13) VALUE 434368559.
               10  FILLER PIC S9(13) VALUE -114958137.
               10  FILLER PIC S9(13) VALUE 29066383.
               10  FILLER PIC S9(13) VALUE -1673975.
               10  FILLER PIC S9(13) VALUE 1401394.
               10  FILLER PIC S9(13) VALUE -5198391.
               10  FILLER PIC S9(13) VALUE 43972120.
               10  FILLER PIC S9(13) VALUE -157244651.
               10  FILLER PIC S9(13) VALUE 772989948.
               10  FILLER PIC S9(13) VALUE 435891736.
               10  FILLER PIC S9(13) VALUE -115286164.
               10  FILLER PIC S9(13) VALUE 29165475.
               10  FILLER PIC S9(13) VALUE -1687077.
               10  FILLER PIC S9(13) VALUE 1411525.
               10  FILLER PIC S9(13) VALUE -5186528.
               10  FILLER PIC S9(13) VALUE 43966062.
               10  FILLER PIC S9(13) VALUE -157271641.
               10  FILLER PIC S9(13) VALUE 771736343.
               10  FILLER PIC S9(13) VALUE 437415111.
               10  FILLER PIC S9(13) VALUE -115613439.
               10  FILLER PIC S9(13) VALUE 29264444.
               10  FILLER PIC S9(13) VALUE -1700227.
               10  FILLER PIC S9(13) VALUE 1421684.
               10  FILLER PIC S9(13) VALUE -5174585.
               10  FILLER PIC S9(13) VALUE 43959334.
               10  FILLER PIC S9(13) VALUE -157296389.
               10  FILLER PIC S9(13) VALUE 770480265.
               10  FILLER PIC S9(13) VALUE 438938671.
               10  FILLER PIC S9(13) VALUE -115939957.
               10  FILLER PIC S9(13) VALUE 29363288.
               10  FILLER PIC S9(13) VALUE -1713423.
               10  FILLER PIC S9(13) VALUE 1431870.
               10  FILLER PIC S9(13) VALUE -5162564.
               10  FILLER PIC S9(13) VALUE 43951938.
               10  FILLER PIC S9(13) VALUE -157318900.
               10  FILLER PIC S9(13) VALUE 769221726.
               10  FILLER PIC S9(13) VALUE 440462405.
               10  FILLER PIC S9(13) VALUE -116265711.
               10  FILLER PIC S9(13) VALUE 29462005.
               10  FILLER PIC S9(13) VALUE -1726667.
               10  FILLER PIC S9(13) VALUE 1442082.
               10  FILLER PIC S9(13) VALUE -5150463.
               10  FILLER PIC S9(13) VALUE 43943875.
               10  FILLER PIC S9(13) VALUE -157339181.
               10  FILLER PIC S9(13) VALUE 767960734.
               10  FILLER PIC S9(13) VALUE 441986302.
               10  FILLER PIC S9(13) VALUE -116590693.
               10  FILLER PIC S9(13) VALUE 29560592.
               10  FILLER PIC S9(13) VALUE -1739956.
               10  FILLER PIC S9(13) VALUE 1452321.
               10  FILLER PIC S9(13) VALUE -5138286.
               10  FILLER PIC S9(13) VALUE 43935148.
               10  FILLER PIC S9(13) VALUE -157357235.
               10  FILLER PIC S9(13) VALUE 766697302.
               10  FILLER PIC S9(13) VALUE 443510350.
               10  FILLER PIC S9(13) VALUE -116914898.
               10  FILLER PIC S9(13) VALUE 29659048.
               10  FILLER PIC S9(13) VALUE -1753293.
               10  FILLER PIC S9(13) VALUE 1462586.
               10  FILLER PIC S9(13) VALUE -5126031.
               10  FILLER PIC S9(13) VALUE 43925760.
               10  FILLER PIC S9(13) VALUE -157373070.
               10  FILLER PIC S9(13) VALUE 765431440.
               10  FILLER PIC S9(13) VALUE 445034539.
               10  FILLER PIC S9(13) VALUE -117238319.
               10  FILLER PIC S9(13) VALUE 29757370.
               10  FILLER PIC S9(13) VALUE -1766675.
               10  FILLER PIC S9(13) VALUE 1472877.
               10  FILLER PIC S9(13) VALUE -5113700.
               10  FILLER PIC S9(13) VALUE 43915711.
               10  FILLER PIC S9(13) VALUE -157386690.
               10  FILLER PIC S9(13) VALUE 764163157.
               10  FILLER PIC S9(13) VALUE 446558857.
               10  FILLER PIC S9(13) VALUE -117560950.
               10  FILLER PIC S9(13) VALUE 29855556.
               10  FILLER PIC S9(13) VALUE -1780103.
               10  FILLER PIC S9(13) VALUE 1483193.
               10  FILLER PIC S9(13) VALUE -5101294.
               10  FILLER PIC S9(13) VALUE 43905005.
               10  FILLER PIC S9(13) VALUE -157398101.
               10  FILLER PIC S9(13) VALUE 762892466.
               10  FILLER PIC S9(13) VALUE 448083292.
               10  FILLER PIC S9(13) VALUE -117882783.
               10  FILLER PIC S9(13) VALUE 29953604.
               10  FILLER PIC S9(13) VALUE -1793576.
               10  FILLER PIC S9(13) VALUE 1493535.
               10  FILLER PIC S9(13) VALUE -5088814.
               10  FILLER PIC S9(13) VALUE 43893643.
               10  FILLER PIC S9(13) VALUE -157407309.
               10  FILLER PIC S9(13) VALUE 761619376.
               10  FILLER PIC S9(13) VALUE 449607834.
               10  FILLER PIC S9(13) VALUE -118203813.
               10  FILLER PIC S9(13) VALUE 30051512.
               10  FILLER PIC S9(13) VALUE -1807095.
               10  FILLER PIC S9(13) VALUE 1503902.
               10  FILLER PIC S9(13) VALUE -5076260.
               10  FILLER PIC S9(13) VALUE 43881628.
               10  FILLER PIC S9(13) VALUE -157414319.
               10  FILLER PIC S9(13) VALUE 760343899.
               10  FILLER PIC S9(13) VALUE 451132470.
               10  FILLER PIC S9(13) VALUE -118524032.
               10  FILLER PIC S9(13) VALUE 30149277.
               10  FILLER PIC S9(13) VALUE -1820659.
               10  FILLER PIC S9(13) VALUE 1514294.
               10  FILLER PIC S9(13) VALUE -5063632.
               10  FILLER PIC S9(13) VALUE 43868962.
               10  FILLER PIC S9(13) VALUE -157419137.
               10  FILLER PIC S9(13) VALUE 759066044.
               10  FILLER PIC S9(13) VALUE 452657190.
               10  FILLER PIC S9(13) VALUE -118843435.
               10  FILLER PIC S9(13) VALUE 30246897.
               10  FILLER PIC S9(13) VALUE -1834268.
               10  FILLER PIC S9(13) VALUE 1524710.
               10  FILLER PIC S9(13) VALUE -5050933.
               10  FILLER PIC S9(13) VALUE 43855647.
               10  FILLER PIC S9(13) VALUE -157421768.
               10  FILLER PIC S9(13) VALUE 757785823.
               10  FILLER PIC S9(13) VALUE 454181983.
               10  FILLER PIC S9(13) VALUE -119162013.
               10  FILLER PIC S9(13) VALUE 30344369.
               10  FILLER PIC S9(13) VALUE -1847921.
               10  FILLER PIC S9(13) VALUE 1535151.
               10  FILLER PIC S9(13) VALUE -5038162.
               10  FILLER PIC S9(13) VALUE 43841684.
               10  FILLER PIC S9(13) VALUE -157422218.
               10  FILLER PIC S9(13) VALUE 756503246.
               10  FILLER PIC S9(13) VALUE 455706836.
               10  FILLER PIC S9(13) VALUE -119479762.
               10  FILLER PIC S9(13) VALUE 30441693.
               10  FILLER PIC S9(13) VALUE -1861618.
               10  FILLER PIC S9(13) VALUE 1545616.
               10  FILLER PIC S9(13) VALUE -5025321.
               10  FILLER PIC S9(13) VALUE 43827078.
               10  FILLER PIC S9(13) VALUE -157420493.
               10  FILLER PIC S9(13) VALUE 755218324.
               10  FILLER PIC S9(13) VALUE 457231738.
               10  FILLER PIC S9(13) VALUE -119796674.
               10  FILLER PIC S9(13) VALUE 30538865.
               10  FILLER PIC S9(13) VALUE -1875360.
               10  FILLER PIC S9(13) VALUE 1556104.
               10  FILLER PIC S9(13) VALUE -5012410.
               10  FILLER PIC S9(13) VALUE 43811829.
               10  FILLER PIC S9(13) VALUE -157416598.
               10  FILLER PIC S9(13) VALUE 753931068.
               10  FILLER PIC S9(13) VALUE 458756679.
               10  FILLER PIC S9(13) VALUE -120112743.
               10  FILLER PIC S9(13) VALUE 30635883.
               10  FILLER PIC S9(13) VALUE -1889145.
               10  FILLER PIC S9(13) VALUE 1566616.
               10  FILLER PIC S9(13) VALUE -4999429.
               10  FILLER PIC S9(13) VALUE 43795939.
               10  FILLER PIC S9(13) VALUE -157410539.
               10  FILLER PIC S9(13) VALUE 752641489.
               10  FILLER PIC S9(13) VALUE 460281646.
               10  FILLER PIC S9(13) VALUE -120427962.
               10  FILLER PIC S9(13) VALUE 30732745.
               10  FILLER PIC S9(13) VALUE -1902974.
               10  FILLER PIC S9(13) VALUE 1577151.
               10  FILLER PIC S9(13) VALUE -4986381.
               10  FILLER PIC S9(13) VALUE 43779412.
               10  FILLER PIC S9(13) VALUE -157402322.
               10  FILLER PIC S9(13) VALUE 751349597.
               10  FILLER PIC S9(13) VALUE 461806628.
               10  FILLER PIC S9(13) VALUE -120742324.
               10  FILLER PIC S9(13) VALUE 30829448.
               10  FILLER PIC S9(13) VALUE -1916845.
               10  FILLER PIC S9(13) VALUE 1587709.
               10  FILLER PIC S9(13) VALUE -4973264.
               10  FILLER PIC S9(13) VALUE 43762249.
               10  FILLER PIC S9(13) VALUE -157391952.
               10  FILLER PIC S9(13) VALUE 750055403.
               10  FILLER PIC S9(13) VALUE 463331613.
               10  FILLER PIC S9(13) VALUE -121055824.
               10  FILLER PIC S9(13) VALUE 30925991.
               10  FILLER PIC S9(13) VALUE -1930760.
               10  FILLER PIC S9(13) VALUE 1598290.
               10  FILLER PIC S9(13) VALUE -4960081.
               10  FILLER PIC S9(13) VALUE 43744452.
               10  FILLER PIC S9(13) VALUE -157379435.
               10  FILLER PIC S9(13) VALUE 748758918.
               10  FILLER PIC S9(13) VALUE 464856591.
               10  FILLER PIC S9(13) VALUE -121368453.
               10  FILLER PIC S9(13) VALUE 31022371.
               10  FILLER PIC S9(13) VALUE -1944717.
               10  FILLER PIC S9(13) VALUE 1608893.
               10  FILLER PIC S9(13) VALUE -4946832.
               10  FILLER PIC S9(13) VALUE 43726024.
               10  FILLER PIC S9(13) VALUE -157364777.
               10  FILLER PIC S9(13) VALUE 747460152.
               10  FILLER PIC S9(13) VALUE 466381550.
               10  FILLER PIC S9(13) VALUE -121680206.
               10  FILLER PIC S9(13) VALUE 31118586.
               10  FILLER PIC S9(13) VALUE -1958717.
               10  FILLER PIC S9(13) VALUE 1619518.
               10  FILLER PIC S9(13) VALUE -4933518.
               10  FILLER PIC S9(13) VALUE 43706966.
               10  FILLER PIC S9(13) VALUE -157347983.
               10  FILLER PIC S9(13) VALUE 746159118.
               10  FILLER PIC S9(13) VALUE 467906478.
               10  FILLER PIC S9(13) VALUE -121991076.
               10  FILLER PIC S9(13) VALUE 31214634.
               10  FILLER PIC S9(13) VALUE -1972758.
               10  FILLER PIC S9(13) VALUE 1630165.
               10  FILLER PIC S9(13) VALUE -4920139.
               10  FILLER PIC S9(13) VALUE 43687282.
               10  FILLER PIC S9(13) VALUE -157329059.
               10  FILLER PIC S9(13) VALUE 744855824.
               10  FILLER PIC S9(13) VALUE 469431364.
               10  FILLER PIC S9(13) VALUE -122301056.
               10  FILLER PIC S9(13) VALUE 31310512.
               10  FILLER PIC S9(13) VALUE -1986842.
               10  FILLER PIC S9(13) VALUE 1640833.
               10  FILLER PIC S9(13) VALUE -4906697.
               10  FILLER PIC S9(13) VALUE 43666973.
               10  FILLER PIC S9(13) VALUE -157308012.
               10  FILLER PIC S9(13) VALUE 743550283.
               10  FILLER PIC S9(13) VALUE 470956197.
               10  FILLER PIC S9(13) VALUE -122610141.
               10  FILLER PIC S9(13) VALUE 31406217.
               10  FILLER PIC S9(13) VALUE -2000967.
               10  FILLER PIC S9(13) VALUE 1651523.
               10  FILLER PIC S9(13) VALUE -4893191.
               10  FILLER PIC S9(13) VALUE 43646041.
               10  FILLER PIC S9(13) VALUE -157284846.
               10  FILLER PIC S9(13) VALUE 742242506.
               10  FILLER PIC S9(13) VALUE 472480964.
               10  FILLER PIC S9(13) VALUE -122918322.
               10  FILLER PIC S9(13) VALUE 31501749.
               10  FILLER PIC S9(13) VALUE -2015133.
               10  FILLER PIC S9(13) VALUE 1662233.
               10  FILLER PIC S9(13) VALUE -4879624.
               10  FILLER PIC S9(13) VALUE 43624489.
               10  FILLER PIC S9(13) VALUE -157259567.
               10  FILLER PIC S9(13) VALUE 740932502.
               10  FILLER PIC S9(13) VALUE 474005655.
               10  FILLER PIC S9(13) VALUE -123225593.
               10  FILLER PIC S9(13) VALUE 31597104.
               10  FILLER PIC S9(13) VALUE -2029339.
               10  FILLER PIC S9(13) VALUE 1672964.
               10  FILLER PIC S9(13) VALUE -4865994.
               10  FILLER PIC S9(13) VALUE 43602320.
               10  FILLER PIC S9(13) VALUE -157232182.
               10  FILLER PIC S9(13) VALUE 739620283.
               10  FILLER PIC S9(13) VALUE 475530258.
               10  FILLER PIC S9(13) VALUE -123531949.
               10  FILLER PIC S9(13) VALUE 31692280.
               10  FILLER PIC S9(13) VALUE -2043587.
               10  FILLER PIC S9(13) VALUE 1683715.
               10  FILLER PIC S9(13) VALUE -4852304.
               10  FILLER PIC S9(13) VALUE 43579534.
               10  FILLER PIC S9(13) VALUE -157202696.
               10  FILLER PIC S9(13) VALUE 738305860.
               10  FILLER PIC S9(13) VALUE 477054761.
               10  FILLER PIC S9(13) VALUE -123837381.
               10  FILLER PIC S9(13) VALUE 31787276.
               10  FILLER PIC S9(13) VALUE -2057874.
               10  FILLER PIC S9(13) VALUE 1694487.
               10  FILLER PIC S9(13) VALUE -4838555.
               10  FILLER PIC S9(13) VALUE 43556135.
               10  FILLER PIC S9(13) VALUE -157171115.
               10  FILLER PIC S9(13) VALUE 736989244.
               10  FILLER PIC S9(13) VALUE 478579152.
               10  FILLER PIC S9(13) VALUE -124141884.
               10  FILLER PIC S9(13) VALUE 31882087.
               10  FILLER PIC S9(13) VALUE -2072202.
               10  FILLER PIC S9(13) VALUE 1705278.
               10  FILLER PIC S9(13) VALUE -4824746.
               10  FILLER PIC S9(13) VALUE 43532124.
               10  FILLER PIC S9(13) VALUE -157137445.
               10  FILLER PIC S9(13) VALUE 735670446.
               10  FILLER PIC S9(13) VALUE 480103422.
               10  FILLER PIC S9(13) VALUE -124445451.
               10  FILLER PIC S9(13) VALUE 31976714.
               10  FILLER PIC S9(13) VALUE -2086569.
               10  FILLER PIC S9(13) VALUE 1716088.
               10  FILLER PIC S9(13) VALUE -4810878.
               10  FILLER PIC S9(13) VALUE 43507505.
               10  FILLER PIC S9(13) VALUE -157101691.
               10  FILLER PIC S9(13) VALUE 734349477.
               10  FILLER PIC S9(13) VALUE 481627557.
               10  FILLER PIC S9(13) VALUE -124748075.
               10  FILLER PIC S9(13) VALUE 32071152.
               10  FILLER PIC S9(13) VALUE -2100975.
               10  FILLER PIC S9(13) VALUE 1726918.
               10  FILLER PIC S9(13) VALUE -4796953.
               10  FILLER PIC S9(13) VALUE 43482279.
               10  FILLER PIC S9(13) VALUE -157063860.
               10  FILLER PIC S9(13) VALUE 733026347.
               10  FILLER PIC S9(13) VALUE 483151546.
               10  FILLER PIC S9(13) VALUE -125049750.
               10  FILLER PIC S9(13) VALUE 32165400.
               10  FILLER PIC S9(13) VALUE -2115421.
               10  FILLER PIC S9(13) VALUE 1737766.
               10  FILLER PIC S9(13) VALUE -4782971.
               10  FILLER PIC S9(13) VALUE 43456448.
               10  FILLER PIC S9(13) VALUE -157023957.
               10  FILLER PIC S9(13) VALUE 731701069.
               10  FILLER PIC S9(13) VALUE 484675378.
               10  FILLER PIC S9(13) VALUE -125350468.
               10  FILLER PIC S9(13) VALUE 32259455.
               10  FILLER PIC S9(13) VALUE -2129905.
               10  FILLER PIC S9(13) VALUE 1748633.
               10  FILLER PIC S9(13) VALUE -4768932.
               10  FILLER PIC S9(13) VALUE 43430016.
               10  FILLER PIC S9(13) VALUE -156981988.
               10  FILLER PIC S9(13) VALUE 730373652.
               10  FILLER PIC S9(13) VALUE 486199041.
               10  FILLER PIC S9(13) VALUE -125650224.
               10  FILLER PIC S9(13) VALUE 32353315.
               10  FILLER PIC S9(13) VALUE -2144427.
               10  FILLER PIC S9(13) VALUE 1759518.
               10  FILLER PIC S9(13) VALUE -4754838.
               10  FILLER PIC S9(13) VALUE 43402983.
               10  FILLER PIC S9(13) VALUE -156937959.
               10  FILLER PIC S9(13) VALUE 729044108.
               10  FILLER PIC S9(13) VALUE 487722524.
               10  FILLER PIC S9(13) VALUE -125949010.
               10  FILLER PIC S9(13) VALUE 32446978.
               10  FILLER PIC S9(13) VALUE -2158988.
               10  FILLER PIC S9(13) VALUE 1770421.
               10  FILLER PIC S9(13) VALUE -4740690.
               10  FILLER PIC S9(13) VALUE 43375352.
               10  FILLER PIC S9(13) VALUE -156891877.
               10  FILLER PIC S9(13) VALUE 727712447.
               10  FILLER PIC S9(13) VALUE 489245815.
               10  FILLER PIC S9(13) VALUE -126246820.
               10  FILLER PIC S9(13) VALUE 32540442.
               10  FILLER PIC S9(13) VALUE -2173586.
               10  FILLER PIC S9(13) VALUE 1781341.
               10  FILLER PIC S9(13) VALUE -4726487.
               10  FILLER PIC S9(13) VALUE 43347127.
               10  FILLER PIC S9(13) VALUE -156843746.
               10  FILLER PIC S9(13) VALUE 726378682.
               10  FILLER PIC S9(13) VALUE 490768903.
               10  FILLER PIC S9(13) VALUE -126543647.
               10  FILLER PIC S9(13) VALUE 32633703.
               10  FILLER PIC S9(13) VALUE -2188221.
               10  FILLER PIC S9(13) VALUE 1792279.
               10  FILLER PIC S9(13) VALUE -4712231.
               10  FILLER PIC S9(13) VALUE 43318308.
               10  FILLER PIC S9(13) VALUE -156793573.
               10  FILLER PIC S9(13) VALUE 725042822.
               10  FILLER PIC S9(13) VALUE 492291775.
               10  FILLER PIC S9(13) VALUE -126839484.
               10  FILLER PIC S9(13) VALUE 32726761.
               10  FILLER PIC S9(13) VALUE -2202894.
               10  FILLER PIC S9(13) VALUE 1803233.
               10  FILLER PIC S9(13) VALUE -4697923.
               10  FILLER PIC S9(13) VALUE 43288898.
               10  FILLER PIC S9(13) VALUE -156741364.
               10  FILLER PIC S9(13) VALUE 723704880.
               10  FILLER PIC S9(13) VALUE 493814420.
               10  FILLER PIC S9(13) VALUE -127134326.
               10  FILLER PIC S9(13) VALUE 32819612.
               10  FILLER PIC S9(13) VALUE -2217603.
               10  FILLER PIC S9(13) VALUE 1814205.
               10  FILLER PIC S9(13) VALUE -4683563.
               10  FILLER PIC S9(13) VALUE 43258900.
               10  FILLER PIC S9(13) VALUE -156687125.
               10  FILLER PIC S9(13) VALUE 722364866.
               10  FILLER PIC S9(13) VALUE 495336828.
               10  FILLER PIC S9(13) VALUE -127428164.
               10  FILLER PIC S9(13) VALUE 32912254.
               10  FILLER PIC S9(13) VALUE -2232348.
               10  FILLER PIC S9(13) VALUE 1825192.
               10  FILLER PIC S9(13) VALUE -4669152.
               10  FILLER PIC S9(13) VALUE 43228316.
               10  FILLER PIC S9(13) VALUE -156630861.
               10  FILLER PIC S9(13) VALUE 721022791.
               10  FILLER PIC S9(13) VALUE 496858985.
               10  FILLER PIC S9(13) VALUE -127720993.
               10  FILLER PIC S9(13) VALUE 33004685.
               10  FILLER PIC S9(13) VALUE -2247130.
               10  FILLER PIC S9(13) VALUE 1836195.
               10  FILLER PIC S9(13) VALUE -4654690.
               10  FILLER PIC S9(13) VALUE 43197148.
               10  FILLER PIC S9(13) VALUE -156572579.
               10  FILLER PIC S9(13) VALUE 719678666.
               10  FILLER PIC S9(13) VALUE 498380881.
               10  FILLER PIC S9(13) VALUE -128012806.
               10  FILLER PIC S9(13) VALUE 33096903.
               10  FILLER PIC S9(13) VALUE -2261947.
               10  FILLER PIC S9(13) VALUE 1847214.
               10  FILLER PIC S9(13) VALUE -4640179.
               10  FILLER PIC S9(13) VALUE 43165399.
               10  FILLER PIC S9(13) VALUE -156512285.
               10  FILLER PIC S9(13) VALUE 718332503.
               10  FILLER PIC S9(13) VALUE 499902503.
               10  FILLER PIC S9(13) VALUE -128303596.
               10  FILLER PIC S9(13) VALUE 33188904.
               10  FILLER PIC S9(13) VALUE -2276799.
               10  FILLER PIC S9(13) VALUE 1858249.
               10  FILLER PIC S9(13) VALUE -4625620.
               10  FILLER PIC S9(13) VALUE 43133070.
               10  FILLER PIC S9(13) VALUE -156449985.
               10  FILLER PIC S9(13) VALUE 716984312.
               10  FILLER PIC S9(13) VALUE 501423841.
               10  FILLER PIC S9(13) VALUE -128593356.
               10  FILLER PIC S9(13) VALUE 33280688.
               10  FILLER PIC S9(13) VALUE -2291686.
               10  FILLER PIC S9(13) VALUE 1869298.
               10  FILLER PIC S9(13) VALUE -4611012.
               10  FILLER PIC S9(13) VALUE 43100164.
               10  FILLER PIC S9(13) VALUE -156385684.
               10  FILLER PIC S9(13) VALUE 715634105.
               10  FILLER PIC S9(13) VALUE 502944883.
               10  FILLER PIC S9(13) VALUE -128882080.
               10  FILLER PIC S9(13) VALUE 33372251.
               10  FILLER PIC S9(13) VALUE -2306608.
               10  FILLER PIC S9(13) VALUE 1880362.
               10  FILLER PIC S9(13) VALUE -4596356.
               10  FILLER PIC S9(13) VALUE 43066683.
               10  FILLER PIC S9(13) VALUE -156319389.
               10  FILLER PIC S9(13) VALUE 714281893.
               10  FILLER PIC S9(13) VALUE 504465616.
               10  FILLER PIC S9(13) VALUE -129169761.
               10  FILLER PIC S9(13) VALUE 33463591.
               10  FILLER PIC S9(13) VALUE -2321564.
               10  FILLER PIC S9(13) VALUE 1891440.
               10  FILLER PIC S9(13) VALUE -4581654.
               10  FILLER PIC S9(13) VALUE 43032631.
               10  FILLER PIC S9(13) VALUE -156251105.
               10  FILLER PIC S9(13) VALUE 712927688.
               10  FILLER PIC S9(13) VALUE 505986030.
               10  FILLER PIC S9(13) VALUE -129456392.
               10  FILLER PIC S9(13) VALUE 33554706.
               10  FILLER PIC S9(13) VALUE -2336554.
               10  FILLER PIC S9(13) VALUE 1902533.
               10  FILLER PIC S9(13) VALUE -4566906.
               10  FILLER PIC S9(13) VALUE 42998008.
               10  FILLER PIC S9(13) VALUE -156180839.
               10  FILLER PIC S9(13) VALUE 711571499.
               10  FILLER PIC S9(13) VALUE 507506112.
               10  FILLER PIC S9(13) VALUE -129741967.
               10  FILLER PIC S9(13) VALUE 33645593.
               10  FILLER PIC S9(13) VALUE -2351578.
               10  FILLER PIC S9(13) VALUE 1913639.
               10  FILLER PIC S9(13) VALUE -4552113.
               10  FILLER PIC S9(13) VALUE 42962817.
               10  FILLER PIC S9(13) VALUE -156108598.
               10  FILLER PIC S9(13) VALUE 710213339.
               10  FILLER PIC S9(13) VALUE 509025852.
               10  FILLER PIC S9(13) VALUE -130026479.
               10  FILLER PIC S9(13) VALUE 33736250.
               10  FILLER PIC S9(13) VALUE -2366634.
               10  FILLER PIC S9(13) VALUE 1924758.
               10  FILLER PIC S9(13) VALUE -4537276.
               10  FILLER PIC S9(13) VALUE 42927062.
               10  FILLER PIC S9(13) VALUE -156034386.
               10  FILLER PIC S9(13) VALUE 708853219.
               10  FILLER PIC S9(13) VALUE 510545237.
               10  FILLER PIC S9(13) VALUE -130309920.
               10  FILLER PIC S9(13) VALUE 33826675.
               10  FILLER PIC S9(13) VALUE -2381724.
               10  FILLER PIC S9(13) VALUE 1935890.
               10  FILLER PIC S9(13) VALUE -4522394.
               10  FILLER PIC S9(13) VALUE 42890743.
               10  FILLER PIC S9(13) VALUE -155958210.
               10  FILLER PIC S9(13) VALUE 707491150.
               10  FILLER PIC S9(13) VALUE 512064256.
               10  FILLER PIC S9(13) VALUE -130592286.
               10  FILLER PIC S9(13) VALUE 33916866.
               10  FILLER PIC S9(13) VALUE -2396845.
               10  FILLER PIC S9(13) VALUE 1947035.
               10  FILLER PIC S9(13) VALUE -4507470.
               10  FILLER PIC S9(13) VALUE 42853864.
               10  FILLER PIC S9(13) VALUE -155880076.
               10  FILLER PIC S9(13) VALUE 706127143.
               10  FILLER PIC S9(13) VALUE 513582896.
               10  FILLER PIC S9(13) VALUE -130873568.
               10  FILLER PIC S9(13) VALUE 34006819.
               10  FILLER PIC S9(13) VALUE -2411999.
               10  FILLER PIC S9(13) VALUE 1958192.
               10  FILLER PIC S9(13) VALUE -4492503.
               10  FILLER PIC S9(13) VALUE 42816426.
               10  FILLER PIC S9(13) VALUE -155799990.
               10  FILLER PIC S9(13) VALUE 704761209.
               10  FILLER PIC S9(13) VALUE 515101147.
               10  FILLER PIC S9(13) VALUE -131153761.
               10  FILLER PIC S9(13) VALUE 34096533.
               10  FILLER PIC S9(13) VALUE -2427184.
               10  FILLER PIC S9(13) VALUE 1969362.
               10  FILLER PIC S9(13) VALUE -4477494.
               10  FILLER PIC S9(13) VALUE 42778432.
               10  FILLER PIC S9(13) VALUE -155717958.
               10  FILLER PIC S9(13) VALUE 703393360.
               10  FILLER PIC S9(13) VALUE 516618997.
               10  FILLER PIC S9(13) VALUE -131432856.
               10  FILLER PIC S9(13) VALUE 34186006.
               10  FILLER PIC S9(13) VALUE -2442400.
               10  FILLER PIC S9(13) VALUE 1980542.
               10  FILLER PIC S9(13) VALUE -4462445.
               10  FILLER PIC S9(13) VALUE 42739885.
               10  FILLER PIC S9(13) VALUE -155633987.
               10  FILLER PIC S9(13) VALUE 702023607.
               10  FILLER PIC S9(13) VALUE 518136434.
               10  FILLER PIC S9(13) VALUE -131710849.
               10  FILLER PIC S9(13) VALUE 34275234.
               10  FILLER PIC S9(13) VALUE -2457648.
               10  FILLER PIC S9(13) VALUE 1991734.
               10  FILLER PIC S9(13) VALUE -4447355.
               10  FILLER PIC S9(13) VALUE 42700787.
               10  FILLER PIC S9(13) VALUE -155548083.
               10  FILLER PIC S9(13) VALUE 700651961.
               10  FILLER PIC S9(13) VALUE 519653446.
               10  FILLER PIC S9(13) VALUE -131987731.
               10  FILLER PIC S9(13) VALUE 34364216.
               10  FILLER PIC S9(13) VALUE -2472925.
               10  FILLER PIC S9(13) VALUE 2002937.
               10  FILLER PIC S9(13) VALUE -4432226.
               10  FILLER PIC S9(13) VALUE 42661139.
               10  FILLER PIC S9(13) VALUE -155460251.
               10  FILLER PIC S9(13) VALUE 699278434.
               10  FILLER PIC S9(13) VALUE 521170022.
               10  FILLER PIC S9(13) VALUE -132263497.
               10  FILLER PIC S9(13) VALUE 34452949.
               10  FILLER PIC S9(13) VALUE -2488233.
               10  FILLER PIC S9(13) VALUE 2014151.
               10  FILLER PIC S9(13) VALUE -4417058.
               10  FILLER PIC S9(13) VALUE 42620945.
               10  FILLER PIC S9(13) VALUE -155370497.
               10  FILLER PIC S9(13) VALUE 697903037.
               10  FILLER PIC S9(13) VALUE 522686150.
               10  FILLER PIC S9(13) VALUE -132538139.
               10  FILLER PIC S9(13) VALUE 34541431.
               10  FILLER PIC S9(13) VALUE -2503571.
               10  FILLER PIC S9(13) VALUE 2025375.
               10  FILLER PIC S9(13) VALUE -4401852.
               10  FILLER PIC S9(13) VALUE 42580207.
               10  FILLER PIC S9(13) VALUE -155278829.
               10  FILLER PIC S9(13) VALUE 696525781.
               10  FILLER PIC S9(13) VALUE 524201818.
               10  FILLER PIC S9(13) VALUE -132811651.
               10  FILLER PIC S9(13) VALUE 34629659.
               10  FILLER PIC S9(13) VALUE -2518937.
               10  FILLER PIC S9(13) VALUE 2036608.
               10  FILLER PIC S9(13) VALUE -4386609.
               10  FILLER PIC S9(13) VALUE 42538927.
               10  FILLER PIC S9(13) VALUE -155185252.
               10  FILLER PIC S9(13) VALUE 695146677.
               10  FILLER PIC S9(13) VALUE 525717015.
               10  FILLER PIC S9(13) VALUE -133084027.
               10  FILLER PIC S9(13) VALUE 34717631.
               10  FILLER PIC S9(13) VALUE -2534333.
               10  FILLER PIC S9(13) VALUE 2047851.
               10  FILLER PIC S9(13) VALUE -4371329.
               10  FILLER PIC S9(13) VALUE 42497108.
               10  FILLER PIC S9(13) VALUE -155089772.
               10  FILLER PIC S9(13) VALUE 693765738.
               10  FILLER PIC S9(13) VALUE 527231728.
               10  FILLER PIC S9(13) VALUE -133355258.
               10  FILLER PIC S9(13) VALUE 34805345.
               10  FILLER PIC S9(13) VALUE -2549757.
               10  FILLER PIC S9(13) VALUE 2059104.
               10  FILLER PIC S9(13) VALUE -4356012.
               10  FILLER PIC S9(13) VALUE 42454751.
               10  FILLER PIC S9(13) VALUE -154992396.
               10  FILLER PIC S9(13) VALUE 692382973.
               10  FILLER PIC S9(13) VALUE 528745947.
               10  FILLER PIC S9(13) VALUE -133625340.
               10  FILLER PIC S9(13) VALUE 34892798.
               10  FILLER PIC S9(13) VALUE -2565209.
               10  FILLER PIC S9(13) VALUE 2070365.
               10  FILLER PIC S9(13) VALUE -4340661.
               10  FILLER PIC S9(13) VALUE 42411860.
               10  FILLER PIC S9(13) VALUE -154893129.
               10  FILLER PIC S9(13) VALUE 690998395.
               10  FILLER PIC S9(13) VALUE 530259659.
               10  FILLER PIC S9(13) VALUE -133894264.
               10  FILLER PIC S9(13) VALUE 34979988.
               10  FILLER PIC S9(13) VALUE -2580689.
               10  FILLER PIC S9(13) VALUE 2081634.
               10  FILLER PIC S9(13) VALUE -4325275.
               10  FILLER PIC S9(13) VALUE 42368436.
               10  FILLER PIC S9(13) VALUE -154791978.
               10  FILLER PIC S9(13) VALUE 689612015.
               10  FILLER PIC S9(13) VALUE 531772852.
               10  FILLER PIC S9(13) VALUE -134162025.
               10  FILLER PIC S9(13) VALUE 35066912.
               10  FILLER PIC S9(13) VALUE -2596196.
               10  FILLER PIC S9(13) VALUE 2092912.
               10  FILLER PIC S9(13) VALUE -4309855.
               10  FILLER PIC S9(13) VALUE 42324482.
               10  FILLER PIC S9(13) VALUE -154688949.
               10  FILLER PIC S9(13) VALUE 688223844.
               10  FILLER PIC S9(13) VALUE 533285516.
               10  FILLER PIC S9(13) VALUE -134428616.
               10  FILLER PIC S9(13) VALUE 35153569.
               10  FILLER PIC S9(13) VALUE -2611729.
               10  FILLER PIC S9(13) VALUE 2104197.
               10  FILLER PIC S9(13) VALUE -4294402.
               10  FILLER PIC S9(13) VALUE 42280001.
               10  FILLER PIC S9(13) VALUE -154584049.
               10  FILLER PIC S9(13) VALUE 686833894.
               10  FILLER PIC S9(13) VALUE 534797638.
               10  FILLER PIC S9(13) VALUE -134694029.
               10  FILLER PIC S9(13) VALUE 35239955.
               10  FILLER PIC S9(13) VALUE -2627290.
               10  FILLER PIC S9(13) VALUE 2115490.
               10  FILLER PIC S9(13) VALUE -4278916.
               10  FILLER PIC S9(13) VALUE 42234994.
               10  FILLER PIC S9(13) VALUE -154477283.
               10  FILLER PIC S9(13) VALUE 685442175.
               10  FILLER PIC S9(13) VALUE 536309206.
               10  FILLER PIC S9(13) VALUE -134958259.
               10  FILLER PIC S9(13) VALUE 35326068.
               10  FILLER PIC S9(13) VALUE -2642876.
               10  FILLER PIC S9(13) VALUE 2126790.
               10  FILLER PIC S9(13) VALUE -4263398.
               10  FILLER PIC S9(13) VALUE 42189465.
               10  FILLER PIC S9(13) VALUE -154368657.
               10  FILLER PIC S9(13) VALUE 684048701.
               10  FILLER PIC S9(13) VALUE 537820210.
               10  FILLER PIC S9(13) VALUE -135221298.
               10  FILLER PIC S9(13) VALUE 35411906.
               10  FILLER PIC S9(13) VALUE -2658487.
               10  FILLER PIC S9(13) VALUE 2138096.
               10  FILLER PIC S9(13) VALUE -4247849.
               10  FILLER PIC S9(13) VALUE 42143415.
               10  FILLER PIC S9(13) VALUE -154258179.
               10  FILLER PIC S9(13) VALUE 682653481.
               10  FILLER PIC S9(13) VALUE 539330636.
               10  FILLER PIC S9(13) VALUE -135483139.
               10  FILLER PIC S9(13) VALUE 35497467.
               10  FILLER PIC S9(13) VALUE -2674124.
               10  FILLER PIC S9(13) VALUE 2149409.
               10  FILLER PIC S9(13) VALUE -4232270.
               10  FILLER PIC S9(13) VALUE 42096847.
               10  FILLER PIC S9(13) VALUE -154145854.
               10  FILLER PIC S9(13) VALUE 681256527.
               10  FILLER PIC S9(13) VALUE 540840474.
               10  FILLER PIC S9(13) VALUE -135743777.
               10  FILLER PIC S9(13) VALUE 35582748.
               10  FILLER PIC S9(13) VALUE -2689785.
               10  FILLER PIC S9(13) VALUE 2160727.
               10  FILLER PIC S9(13) VALUE -4216661.
               10  FILLER PIC S9(13) VALUE 42049764.
               10  FILLER PIC S9(13) VALUE -154031689.
               10  FILLER PIC S9(13) VALUE 679857852.
               10  FILLER PIC S9(13) VALUE 542349711.
               10  FILLER PIC S9(13) VALUE -136003204.
               10  FILLER PIC S9(13) VALUE 35667747.
               10  FILLER PIC S9(13) VALUE -2705471.
               10  FILLER PIC S9(13) VALUE 2172051.
               10  FILLER PIC S9(13) VALUE -4201023.
               10  FILLER PIC S9(13) VALUE 42002167.
               10  FILLER PIC S9(13) VALUE -153915690.
               10  FILLER PIC S9(13) VALUE 678457465.
               10  FILLER PIC S9(13) VALUE 543858336.
               10  FILLER PIC S9(13) VALUE -136261414.
               10  FILLER PIC S9(13) VALUE 35752461.
               10  FILLER PIC S9(13) VALUE -2721181.
               10  FILLER PIC S9(13) VALUE 2183380.
               10  FILLER PIC S9(13) VALUE -4185356.
               10  FILLER PIC S9(13) VALUE 41954059.
               10  FILLER PIC S9(13) VALUE -153797863.
               10  FILLER PIC S9(13) VALUE 677055379.
               10  FILLER PIC S9(13) VALUE 545366337.
               10  FILLER PIC S9(13) VALUE -136518399.
               10  FILLER PIC S9(13) VALUE 35836887.
               10  FILLER PIC S9(13) VALUE -2736913.
               10  FILLER PIC S9(13) VALUE 2194714.
               10  FILLER PIC S9(13) VALUE -4169661.
               10  FILLER PIC S9(13) VALUE 41905443.
               10  FILLER PIC S9(13) VALUE -153678214.
               10  FILLER PIC S9(13) VALUE 675651605.
               10  FILLER PIC S9(13) VALUE 546873702.
               10  FILLER PIC S9(13) VALUE -136774154.
               10  FILLER PIC S9(13) VALUE 35921024.
               10  FILLER PIC S9(13) VALUE -2752669.
               10  FILLER PIC S9(13) VALUE 2206053.
               10  FILLER PIC S9(13) VALUE -4153940.
               10  FILLER PIC S9(13) VALUE 41856320.
               10  FILLER PIC S9(13) VALUE -153556750.
               10  FILLER PIC S9(13) VALUE 674246155.
               10  FILLER PIC S9(13) VALUE 548380420.
               10  FILLER PIC S9(13) VALUE -137028672.
               10  FILLER PIC S9(13) VALUE 36004870.
               10  FILLER PIC S9(13) VALUE -2768448.
               10  FILLER PIC S9(13) VALUE 2217395.
               10  FILLER PIC S9(13) VALUE -4138192.
               10  FILLER PIC S9(13) VALUE 41806694.
               10  FILLER PIC S9(13) VALUE -153433477.
               10  FILLER PIC S9(13) VALUE 672839040.
               10  FILLER PIC S9(13) VALUE 549886479.
               10  FILLER PIC S9(13) VALUE -137281945.
               10  FILLER PIC S9(13) VALUE 36088421.
               10  FILLER PIC S9(13) VALUE -2784248.
               10  FILLER PIC S9(13) VALUE 2228741.
               10  FILLER PIC S9(13) VALUE -4122418.
               10  FILLER PIC S9(13) VALUE 41756567.
               10  FILLER PIC S9(13) VALUE -153308401.
               10  FILLER PIC S9(13) VALUE 671430271.
               10  FILLER PIC S9(13) VALUE 551391867.
               10  FILLER PIC S9(13) VALUE -137533967.
               10  FILLER PIC S9(13) VALUE 36171675.
               10  FILLER PIC S9(13) VALUE -2800070.
               10  FILLER PIC S9(13) VALUE 2240090.
               10  FILLER PIC S9(13) VALUE -4106619.
               10  FILLER PIC S9(13) VALUE 41705940.
               10  FILLER PIC S9(13) VALUE -153181529.
               10  FILLER PIC S9(13) VALUE 670019860.
               10  FILLER PIC S9(13) VALUE 552896572.
               10  FILLER PIC S9(13) VALUE -137784731.
               10  FILLER PIC S9(13) VALUE 36254630.
               10  FILLER PIC S9(13) VALUE -2815913.
               10  FILLER PIC S9(13) VALUE 2251442.
               10  FILLER PIC S9(13) VALUE -4090795.
               10  FILLER PIC S9(13) VALUE 41654817.
               10  FILLER PIC S9(13) VALUE -153052867.
               10  FILLER PIC S9(13) VALUE 668607819.
               10  FILLER PIC S9(13) VALUE 554400583.
               10  FILLER PIC S9(13) VALUE -138034232.
               10  FILLER PIC S9(13) VALUE 36337283.
               10  FILLER PIC S9(13) VALUE -2831777.
               10  FILLER PIC S9(13) VALUE 2262797.
               10  FILLER PIC S9(13) VALUE -4074948.
               10  FILLER PIC S9(13) VALUE 41603201.
               10  FILLER PIC S9(13) VALUE -152922421.
               10  FILLER PIC S9(13) VALUE 667194159.
               10  FILLER PIC S9(13) VALUE 555903888.
               10  FILLER PIC S9(13) VALUE -138282461.
               10  FILLER PIC S9(13) VALUE 36419632.
               10  FILLER PIC S9(13) VALUE -2847661.
               10  FILLER PIC S9(13) VALUE 2274154.
               10  FILLER PIC S9(13) VALUE -4059078.
               10  FILLER PIC S9(13) VALUE 41551092.
               10  FILLER PIC S9(13) VALUE -152790199.
               10  FILLER PIC S9(13) VALUE 665778891.
               10  FILLER PIC S9(13) VALUE 557406474.
               10  FILLER PIC S9(13) VALUE -138529412.
               10  FILLER PIC S9(13) VALUE 36501675.
               10  FILLER PIC S9(13) VALUE -2863564.
               10  FILLER PIC S9(13) VALUE 2285512.
               10  FILLER PIC S9(13) VALUE -4043185.
               10  FILLER PIC S9(13) VALUE 41498494.
               10  FILLER PIC S9(13) VALUE -152656205.
               10  FILLER PIC S9(13) VALUE 664362028.
               10  FILLER PIC S9(13) VALUE 558908331.
               10  FILLER PIC S9(13) VALUE -138775079.
               10  FILLER PIC S9(13) VALUE 36583409.
               10  FILLER PIC S9(13) VALUE -2879487.
               10  FILLER PIC S9(13) VALUE 2296872.
               10  FILLER PIC S9(13) VALUE -4027270.
               10  FILLER PIC S9(13) VALUE 41445409.
               10  FILLER PIC S9(13) VALUE -152520447.
               10  FILLER PIC S9(13) VALUE 662943580.
               10  FILLER PIC S9(13) VALUE 560409446.
               10  FILLER PIC S9(13) VALUE -139019455.
               10  FILLER PIC S9(13) VALUE 36664832.
               10  FILLER PIC S9(13) VALUE -2895429.
               10  FILLER PIC S9(13) VALUE 2308233.
               10  FILLER PIC S9(13) VALUE -4011334.
               10  FILLER PIC S9(13) VALUE 41391840.
               10  FILLER PIC S9(13) VALUE -152382930.
               10  FILLER PIC S9(13) VALUE 661523559.
               10  FILLER PIC S9(13) VALUE 561909808.
               10  FILLER PIC S9(13) VALUE -139262533.
               10  FILLER PIC S9(13) VALUE 36745940.
               10  FILLER PIC S9(13) VALUE -2911389.
               10  FILLER PIC S9(13) VALUE 2319594.
               10  FILLER PIC S9(13) VALUE -3995378.
               10  FILLER PIC S9(13) VALUE 41337789.
               10  FILLER PIC S9(13) VALUE -152243662.
               10  FILLER PIC S9(13) VALUE 660101977.
               10  FILLER PIC S9(13) VALUE 563409405.
               10  FILLER PIC S9(13) VALUE -139504307.
               10  FILLER PIC S9(13) VALUE 36826733.
               10  FILLER PIC S9(13) VALUE -2927367.
               10  FILLER PIC S9(13) VALUE 2330956.
               10  FILLER PIC S9(13) VALUE -3979401.
               10  FILLER PIC S9(13) VALUE 41283259.
               10  FILLER PIC S9(13) VALUE -152102648.
               10  FILLER PIC S9(13) VALUE 658678846.
               10  FILLER PIC S9(13) VALUE 564908226.
               10  FILLER PIC S9(13) VALUE -139744769.
               10  FILLER PIC S9(13) VALUE 36907207.
               10  FILLER PIC S9(13) VALUE -2943363.
               10  FILLER PIC S9(13) VALUE 2342317.
               10  FILLER PIC S9(13) VALUE -3963406.
               10  FILLER PIC S9(13) VALUE 41228251.
               10  FILLER PIC S9(13) VALUE -151959896.
               10  FILLER PIC S9(13) VALUE 657254176.
               10  FILLER PIC S9(13) VALUE 566406257.
               10  FILLER PIC S9(13) VALUE -139983913.
               10  FILLER PIC S9(13) VALUE 36987361.
               10  FILLER PIC S9(13) VALUE -2959375.
               10  FILLER PIC S9(13) VALUE 2353678.
               10  FILLER PIC S9(13) VALUE -3947392.
               10  FILLER PIC S9(13) VALUE 41172768.
               10  FILLER PIC S9(13) VALUE -151815411.
               10  FILLER PIC S9(13) VALUE 655827979.
               10  FILLER PIC S9(13) VALUE 567903488.
               10  FILLER PIC S9(13) VALUE -140221733.
               10  FILLER PIC S9(13) VALUE 37067190.
               10  FILLER PIC S9(13) VALUE -2975404.
               10  FILLER PIC S9(13) VALUE 2365038.
               10  FILLER PIC S9(13) VALUE -3931359.
               10  FILLER PIC S9(13) VALUE 41116813.
               10  FILLER PIC S9(13) VALUE -151669200.
               10  FILLER PIC S9(13) VALUE 654400268.
               10  FILLER PIC S9(13) VALUE 569399907.
               10  FILLER PIC S9(13) VALUE -140458221.
               10  FILLER PIC S9(13) VALUE 37146694.
               10  FILLER PIC S9(13) VALUE -2991449.
               10  FILLER PIC S9(13) VALUE 2376396.
               10  FILLER PIC S9(13) VALUE -3915310.
               10  FILLER PIC S9(13) VALUE 41060388.
               10  FILLER PIC S9(13) VALUE -151521269.
               10  FILLER PIC S9(13) VALUE 652971053.
               10  FILLER PIC S9(13) VALUE 570895503.
               10  FILLER PIC S9(13) VALUE -140693371.
               10  FILLER PIC S9(13) VALUE 37225870.
               10  FILLER PIC S9(13) VALUE -3007509.
               10  FILLER PIC S9(13) VALUE 2387752.
               10  FILLER PIC S9(13) VALUE -3899244.
               10  FILLER PIC S9(13) VALUE 41003496.
               10  FILLER PIC S9(13) VALUE -151371624.
               10  FILLER PIC S9(13) VALUE 651540346.
               10  FILLER PIC S9(13) VALUE 572390262.
               10  FILLER PIC S9(13) VALUE -140927177.
               10  FILLER PIC S9(13) VALUE 37304715.
               10  FILLER PIC S9(13) VALUE -3023584.
               10  FILLER PIC S9(13) VALUE 2399107.
               10  FILLER PIC S9(13) VALUE -3883162.
               10  FILLER PIC S9(13) VALUE 40946138.
               10  FILLER PIC S9(13) VALUE -151220273.
               10  FILLER PIC S9(13) VALUE 650108159.
               10  FILLER PIC S9(13) VALUE 573884174.
               10  FILLER PIC S9(13) VALUE -141159631.
               10  FILLER PIC S9(13) VALUE 37383226.
               10  FILLER PIC S9(13) VALUE -3039674.
               10  FILLER PIC S9(13) VALUE 2410458.
               10  FILLER PIC S9(13) VALUE -3867064.
               10  FILLER PIC S9(13) VALUE 40888318.
               10  FILLER PIC S9(13) VALUE -151067221.
               10  FILLER PIC S9(13) VALUE 648674503.
               10  FILLER PIC S9(13) VALUE 575377227.
               10  FILLER PIC S9(13) VALUE -141390728.
               10  FILLER PIC S9(13) VALUE 37461402.
               10  FILLER PIC S9(13) VALUE -3055778.
               10  FILLER PIC S9(13) VALUE 2421807.
               10  FILLER PIC S9(13) VALUE -3850952.
               10  FILLER PIC S9(13) VALUE 40830038.
               10  FILLER PIC S9(13) VALUE -150912476.
               10  FILLER PIC S9(13) VALUE 647239391.
               10  FILLER PIC S9(13) VALUE 576869409.
               10  FILLER PIC S9(13) VALUE -141620459.
               10  FILLER PIC S9(13) VALUE 37539240.
               10  FILLER PIC S9(13) VALUE -3071895.
               10  FILLER PIC S9(13) VALUE 2433152.
               10  FILLER PIC S9(13) VALUE -3834825.
               10  FILLER PIC S9(13) VALUE 40771300.
               10  FILLER PIC S9(13) VALUE -150756043.
               10  FILLER PIC S9(13) VALUE 645802833.
               10  FILLER PIC S9(13) VALUE 578360708.
               10  FILLER PIC S9(13) VALUE -141848819.
               10  FILLER PIC S9(13) VALUE 37616738.
               10  FILLER PIC S9(13) VALUE -3088025.
               10  FILLER PIC S9(13) VALUE 2444494.
               10  FILLER PIC S9(13) VALUE -3818685.
               10  FILLER PIC S9(13) VALUE 40712107.
               10  FILLER PIC S9(13) VALUE -150597929.
               10  FILLER PIC S9(13) VALUE 644364841.
               10  FILLER PIC S9(13) VALUE 579851113.
               10  FILLER PIC S9(13) VALUE -142075801.
               10  FILLER PIC S9(13) VALUE 37693893.
               10  FILLER PIC S9(13) VALUE -3104168.
               10  FILLER PIC S9(13) VALUE 2455831.
               10  FILLER PIC S9(13) VALUE -3802532.
               10  FILLER PIC S9(13) VALUE 40652461.
               10  FILLER PIC S9(13) VALUE -150438140.
               10  FILLER PIC S9(13) VALUE 642925427.
               10  FILLER PIC S9(13) VALUE 581340611.
               10  FILLER PIC S9(13) VALUE -142301398.
               10  FILLER PIC S9(13) VALUE 37770702.
               10  FILLER PIC S9(13) VALUE -3120323.
               10  FILLER PIC S9(13) VALUE 2467164.
               10  FILLER PIC S9(13) VALUE -3786367.
               10  FILLER PIC S9(13) VALUE 40592364.
               10  FILLER PIC S9(13) VALUE -150276683.
               10  FILLER PIC S9(13) VALUE 641484603.
               10  FILLER PIC S9(13) VALUE 582829191.
               10  FILLER PIC S9(13) VALUE -142525604.
               10  FILLER PIC S9(13) VALUE 37847163.
               10  FILLER PIC S9(13) VALUE -3136489.
               10  FILLER PIC S9(13) VALUE 2478491.
               10  FILLER PIC S9(13) VALUE -3770190.
               10  FILLER PIC S9(13) VALUE 40531820.
               10  FILLER PIC S9(13) VALUE -150113564.
               10  FILLER PIC S9(13) VALUE 640042379.
               10  FILLER PIC S9(13) VALUE 584316842.
               10  FILLER PIC S9(13) VALUE -142748411.
               10  FILLER PIC S9(13) VALUE 37923275.
               10  FILLER PIC S9(13) VALUE -3152666.
               10  FILLER PIC S9(13) VALUE 2489814.
               10  FILLER PIC S9(13) VALUE -3754002.
               10  FILLER PIC S9(13) VALUE 40470829.
               10  FILLER PIC S9(13) VALUE -149948791.
               10  FILLER PIC S9(13) VALUE 638598769.
               10  FILLER PIC S9(13) VALUE 585803550.
               10  FILLER PIC S9(13) VALUE -142969814.
               10  FILLER PIC S9(13) VALUE 37999033.
               10  FILLER PIC S9(13) VALUE -3168854.
               10  FILLER PIC S9(13) VALUE 2501130.
               10  FILLER PIC S9(13) VALUE -3737804.
               10  FILLER PIC S9(13) VALUE 40409396.
               10  FILLER PIC S9(13) VALUE -149782369.
               10  FILLER PIC S9(13) VALUE 637153783.
               10  FILLER PIC S9(13) VALUE 587289306.
               10  FILLER PIC S9(13) VALUE -143189806.
               10  FILLER PIC S9(13) VALUE 38074437.
               10  FILLER PIC S9(13) VALUE -3185051.
               10  FILLER PIC S9(13) VALUE 2512440.
               10  FILLER PIC S9(13) VALUE -3721596.
               10  FILLER PIC S9(13) VALUE 40347522.
               10  FILLER PIC S9(13) VALUE -149614304.
               10  FILLER PIC S9(13) VALUE 635707433.
               10  FILLER PIC S9(13) VALUE 588774096.
               10  FILLER PIC S9(13) VALUE -143408379.
               10  FILLER PIC S9(13) VALUE 38149483.
               10  FILLER PIC S9(13) VALUE -3201258.
               10  FILLER PIC S9(13) VALUE 2523744.
               10  FILLER PIC S9(13) VALUE -3705378.
               10  FILLER PIC S9(13) VALUE 40285209.
               10  FILLER PIC S9(13) VALUE -149444604.
               10  FILLER PIC S9(13) VALUE 634259731.
               10  FILLER PIC S9(13) VALUE 590257909.
               10  FILLER PIC S9(13) VALUE -143625528.
               10  FILLER PIC S9(13) VALUE 38224169.
               10  FILLER PIC S9(13) VALUE -3217474.
               10  FILLER PIC S9(13) VALUE 2535040.
               10  FILLER PIC S9(13) VALUE -3689152.
               10  FILLER PIC S9(13) VALUE 40222461.
               10  FILLER PIC S9(13) VALUE -149273275.
               10  FILLER PIC S9(13) VALUE 632810688.
               10  FILLER PIC S9(13) VALUE 591740733.
               10  FILLER PIC S9(13) VALUE -143841245.
               10  FILLER PIC S9(13) VALUE 38298492.
               10  FILLER PIC S9(13) VALUE -3233698.
               10  FILLER PIC S9(13) VALUE 2546329.
               10  FILLER PIC S9(13) VALUE -3672918.
               10  FILLER PIC S9(13) VALUE 40159280.
               10  FILLER PIC S9(13) VALUE -149100323.
               10  FILLER PIC S9(13) VALUE 631360316.
               10  FILLER PIC S9(13) VALUE 593222557.
               10  FILLER PIC S9(13) VALUE -144055524.
               10  FILLER PIC S9(13) VALUE 38372451.
               10  FILLER PIC S9(13) VALUE -3249930.
               10  FILLER PIC S9(13) VALUE 2557610.
               10  FILLER PIC S9(13) VALUE -3656676.
               10  FILLER PIC S9(13) VALUE 40095667.
               10  FILLER PIC S9(13) VALUE -148925755.
               10  FILLER PIC S9(13) VALUE 629908627.
               10  FILLER PIC S9(13) VALUE 594703369.
               10  FILLER PIC S9(13) VALUE -144268358.
               10  FILLER PIC S9(13) VALUE 38446042.
               10  FILLER PIC S9(13) VALUE -3266170.
               10  FILLER PIC S9(13) VALUE 2568882.
               10  FILLER PIC S9(13) VALUE -3640428.
               10  FILLER PIC S9(13) VALUE 40031626.
               10  FILLER PIC S9(13) VALUE -148749578.
               10  FILLER PIC S9(13) VALUE 628455633.
               10  FILLER PIC S9(13) VALUE 596183157.
               10  FILLER PIC S9(13) VALUE -144479741.
               10  FILLER PIC S9(13) VALUE 38519263.
               10  FILLER PIC S9(13) VALUE -3282416.
               10  FILLER PIC S9(13) VALUE 2580146.
               10  FILLER PIC S9(13) VALUE -3624173.
               10  FILLER PIC S9(13) VALUE 39967159.
               10  FILLER PIC S9(13) VALUE -148571797.
               10  FILLER PIC S9(13) VALUE 627001345.
               10  FILLER PIC S9(13) VALUE 597661909.
               10  FILLER PIC S9(13) VALUE -144689666.
               10  FILLER PIC S9(13) VALUE 38592112.
               10  FILLER PIC S9(13) VALUE -3298668.
               10  FILLER PIC S9(13) VALUE 2591401.
               10  FILLER PIC S9(13) VALUE -3607913.
               10  FILLER PIC S9(13) VALUE 39902268.
               10  FILLER PIC S9(13) VALUE -148392420.
               10  FILLER PIC S9(13) VALUE 625545774.
               10  FILLER PIC S9(13) VALUE 599139613.
               10  FILLER PIC S9(13) VALUE -144898126.
               10  FILLER PIC S9(13) VALUE 38664587.
               10  FILLER PIC S9(13) VALUE -3314926.
               10  FILLER PIC S9(13) VALUE 2602646.
               10  FILLER PIC S9(13) VALUE -3591648.
               10  FILLER PIC S9(13) VALUE 39836957.
               10  FILLER PIC S9(13) VALUE -148211454.
               10  FILLER PIC S9(13) VALUE 624088933.
               10  FILLER PIC S9(13) VALUE 600616258.
               10  FILLER PIC S9(13) VALUE -145105116.
               10  FILLER PIC S9(13) VALUE 38736684.
               10  FILLER PIC S9(13) VALUE -3331189.
               10  FILLER PIC S9(13) VALUE 2613881.
               10  FILLER PIC S9(13) VALUE -3575378.
               10  FILLER PIC S9(13) VALUE 39771226.
               10  FILLER PIC S9(13) VALUE -148028903.
               10  FILLER PIC S9(13) VALUE 622630834.
               10  FILLER PIC S9(13) VALUE 602091832.
               10  FILLER PIC S9(13) VALUE -145310627.
               10  FILLER PIC S9(13) VALUE 38808402.
               10  FILLER PIC S9(13) VALUE -3347457.
               10  FILLER PIC S9(13) VALUE 2625106.
               10  FILLER PIC S9(13) VALUE -3559104.
               10  FILLER PIC S9(13) VALUE 39705079.
               10  FILLER PIC S9(13) VALUE -147844776.
               10  FILLER PIC S9(13) VALUE 621171487.
               10  FILLER PIC S9(13) VALUE 603566324.
               10  FILLER PIC S9(13) VALUE -145514654.
               10  FILLER PIC S9(13) VALUE 38879738.
               10  FILLER PIC S9(13) VALUE -3363729.
               10  FILLER PIC S9(13) VALUE 2636320.
               10  FILLER PIC S9(13) VALUE -3542828.
               10  FILLER PIC S9(13) VALUE 39638519.
               10  FILLER PIC S9(13) VALUE -147659079.
               10  FILLER PIC S9(13) VALUE 619710905.
               10  FILLER PIC S9(13) VALUE 605039720.
               10  FILLER PIC S9(13) VALUE -145717189.
               10  FILLER PIC S9(13) VALUE 38950689.
               10  FILLER PIC S9(13) VALUE -3380004.
               10  FILLER PIC S9(13) VALUE 2647522.
               10  FILLER PIC S9(13) VALUE -3526548.
               10  FILLER PIC S9(13) VALUE 39571546.
               10  FILLER PIC S9(13) VALUE -147471818.
               10  FILLER PIC S9(13) VALUE 618249099.
               10  FILLER PIC S9(13) VALUE 606512011.
               10  FILLER PIC S9(13) VALUE -145918227.
               10  FILLER PIC S9(13) VALUE 39021254.
               10  FILLER PIC S9(13) VALUE -3396282.
               10  FILLER PIC S9(13) VALUE 2658713.
               10  FILLER PIC S9(13) VALUE -3510266.
               10  FILLER PIC S9(13) VALUE 39504165.
               10  FILLER PIC S9(13) VALUE -147283000.
               10  FILLER PIC S9(13) VALUE 616786082.
               10  FILLER PIC S9(13) VALUE 607983183.
               10  FILLER PIC S9(13) VALUE -146117761.
               10  FILLER PIC S9(13) VALUE 39091429.
               10  FILLER PIC S9(13) VALUE -3412563.
               10  FILLER PIC S9(13) VALUE 2669892.
               10  FILLER PIC S9(13) VALUE -3493983.
               10  FILLER PIC S9(13) VALUE 39436378.
               10  FILLER PIC S9(13) VALUE -147092631.
               10  FILLER PIC S9(13) VALUE 615321864.
               10  FILLER PIC S9(13) VALUE 609453226.
               10  FILLER PIC S9(13) VALUE -146315783.
               10  FILLER PIC S9(13) VALUE 39161212.
               10  FILLER PIC S9(13) VALUE -3428846.
               10  FILLER PIC S9(13) VALUE 2681058.
               10  FILLER PIC S9(13) VALUE -3477699.
               10  FILLER PIC S9(13) VALUE 39368186.
               10  FILLER PIC S9(13) VALUE -146900719.
               10  FILLER PIC S9(13) VALUE 613856458.
               10  FILLER PIC S9(13) VALUE 610922127.
               10  FILLER PIC S9(13) VALUE -146512288.
               10  FILLER PIC S9(13) VALUE 39230601.
               10  FILLER PIC S9(13) VALUE -3445129.
               10  FILLER PIC S9(13) VALUE 2692211.
               10  FILLER PIC S9(13) VALUE -3461414.
               10  FILLER PIC S9(13) VALUE 39299593.
               10  FILLER PIC S9(13) VALUE -146707269.
               10  FILLER PIC S9(13) VALUE 612389875.
               10  FILLER PIC S9(13) VALUE 612389875.
               10  FILLER PIC S9(13) VALUE -146707269.
               10  FILLER PIC S9(13) VALUE 39299593.
               10  FILLER PIC S9(13) VALUE -3461414.
               10  FILLER PIC S9(13) VALUE 2703351.
               10  FILLER PIC S9(13) VALUE -3445129.
               10  FILLER PIC S9(13) VALUE 39230601.
               10  FILLER PIC S9(13) VALUE -146512288.
               10  FILLER PIC S9(13) VALUE 610922127.
               10  FILLER PIC S9(13) VALUE 613856458.
               10  FILLER PIC S9(13) VALUE -146900719.
               10  FILLER PIC S9(13) VALUE 39368186.
               10  FILLER PIC S9(13) VALUE -3477699.
               10  FILLER PIC S9(13) VALUE 2714476.
               10  FILLER PIC S9(13) VALUE -3428846.
               10  FILLER PIC S9(13) VALUE 39161212.
               10  FILLER PIC S9(13) VALUE -146315783.
               10  FILLER PIC S9(13) VALUE 609453226.
               10  FILLER PIC S9(13) VALUE 615321864.
               10  FILLER PIC S9(13) VALUE -147092631.
               10  FILLER PIC S9(13) VALUE 39436378.
               10  FILLER PIC S9(13) VALUE -3493983.
               10  FILLER PIC S9(13) VALUE 2725588.
               10  FILLER PIC S9(13) VALUE -3412563.
               10  FILLER PIC S9(13) VALUE 39091429.
               10  FILLER PIC S9(13) VALUE -146117761.
               10  FILLER PIC S9(13) VALUE 607983183.
               10  FILLER PIC S9(13) VALUE 616786082.
               10  FILLER PIC S9(13) VALUE -147283000.
               10  FILLER PIC S9(13) VALUE 39504165.
               10  FILLER PIC S9(13) VALUE -3510266.
               10  FILLER PIC S9(13) VALUE 2736685.
               10  FILLER PIC S9(13) VALUE -3396282.
               10  FILLER PIC S9(13) VALUE 39021254.
               10  FILLER PIC S9(13) VALUE -145918227.
               10  FILLER PIC S9(13) VALUE 606512011.
               10  FILLER PIC S9(13) VALUE 618249099.
               10  FILLER PIC S9(13) VALUE -147471818.
               10  FILLER PIC S9(13) VALUE 39571546.
               10  FILLER PIC S9(13) VALUE -3526548.
               10  FILLER PIC S9(13) VALUE 2747766.
               10  FILLER PIC S9(13) VALUE -3380004.
               10  FILLER PIC S9(13) VALUE 38950689.
               10  FILLER PIC S9(13) VALUE -145717189.
               10  FILLER PIC S9(13) VALUE 605039720.
               10  FILLER PIC S9(13) VALUE 619710905.
               10  FILLER PIC S9(13) VALUE -147659079.
               10  FILLER PIC S9(13) VALUE 39638519.
               10  FILLER PIC S9(13) VALUE -3542828.
               10  FILLER PIC S9(13) VALUE 2758832.
               10  FILLER PIC S9(13) VALUE -3363729.
               10  FILLER PIC S9(13) VALUE 38879738.
               10  FILLER PIC S9(13) VALUE -145514654.
               10  FILLER PIC S9(13) VALUE 603566324.
               10  FILLER PIC S9(13) VALUE 621171487.
               10  FILLER PIC S9(13) VALUE -147844776.
               10  FILLER PIC S9(13) VALUE 39705079.
               10  FILLER PIC S9(13) VALUE -3559104.
               10  FILLER PIC S9(13) VALUE 2769883.
               10  FILLER PIC S9(13) VALUE -3347457.
               10  FILLER PIC S9(13) VALUE 38808402.
               10  FILLER PIC S9(13) VALUE -145310627.
               10  FILLER PIC S9(13) VALUE 602091832.
               10  FILLER PIC S9(13) VALUE 622630834.
               10  FILLER PIC S9(13) VALUE -148028903.
               10  FILLER PIC S9(13) VALUE 39771226.
               10  FILLER PIC S9(13) VALUE -3575378.
               10  FILLER PIC S9(13) VALUE 2780916.
               10  FILLER PIC S9(13) VALUE -3331189.
               10  FILLER PIC S9(13) VALUE 38736684.
               10  FILLER PIC S9(13) VALUE -145105116.
               10  FILLER PIC S9(13) VALUE 600616258.
               10  FILLER PIC S9(13) VALUE 624088933.
               10  FILLER PIC S9(13) VALUE -148211454.
               10  FILLER PIC S9(13) VALUE 39836957.
               10  FILLER PIC S9(13) VALUE -3591648.
               10  FILLER PIC S9(13) VALUE 2791933.
               10  FILLER PIC S9(13) VALUE -3314926.
               10  FILLER PIC S9(13) VALUE 38664587.
               10  FILLER PIC S9(13) VALUE -144898126.
               10  FILLER PIC S9(13) VALUE 599139613.
               10  FILLER PIC S9(13) VALUE 625545774.
               10  FILLER PIC S9(13) VALUE -148392420.
               10  FILLER PIC S9(13) VALUE 39902268.
               10  FILLER PIC S9(13) VALUE -3607913.
               10  FILLER PIC S9(13) VALUE 2802932.
               10  FILLER PIC S9(13) VALUE -3298668.
               10  FILLER PIC S9(13) VALUE 38592112.
               10  FILLER PIC S9(13) VALUE -144689666.
               10  FILLER PIC S9(13) VALUE 597661909.
               10  FILLER PIC S9(13) VALUE 627001345.
               10  FILLER PIC S9(13) VALUE -148571797.
               10  FILLER PIC S9(13) VALUE 39967159.
               10  FILLER PIC S9(13) VALUE -3624173.
               10  FILLER PIC S9(13) VALUE 2813914.
               10  FILLER PIC S9(13) VALUE -3282416.
               10  FILLER PIC S9(13) VALUE 38519263.
               10  FILLER PIC S9(13) VALUE -144479741.
               10  FILLER PIC S9(13) VALUE 596183157.
               10  FILLER PIC S9(13) VALUE 628455633.
               10  FILLER PIC S9(13) VALUE -148749578.
               10  FILLER PIC S9(13) VALUE 40031626.
               10  FILLER PIC S9(13) VALUE -3640428.
               10  FILLER PIC S9(13) VALUE 2824877.
               10  FILLER PIC S9(13) VALUE -3266170.
               10  FILLER PIC S9(13) VALUE 38446042.
               10  FILLER PIC S9(13) VALUE -144268358.
               10  FILLER PIC S9(13) VALUE 594703369.
               10  FILLER PIC S9(13) VALUE 629908627.
               10  FILLER PIC S9(13) VALUE -148925755.
               10  FILLER PIC S9(13) VALUE 40095667.
               10  FILLER PIC S9(13) VALUE -3656676.
               10  FILLER PIC S9(13) VALUE 2835822.
               10  FILLER PIC S9(13) VALUE -3249930.
               10  FILLER PIC S9(13) VALUE 38372451.
               10  FILLER PIC S9(13) VALUE -144055524.
               10  FILLER PIC S9(13) VALUE 593222557.
               10  FILLER PIC S9(13) VALUE 631360316.
               10  FILLER PIC S9(13) VALUE -149100323.
               10  FILLER PIC S9(13) VALUE 40159280.
               10  FILLER PIC S9(13) VALUE -3672918.
               10  FILLER PIC S9(13) VALUE 2846747.
               10  FILLER PIC S9(13) VALUE -3233698.
               10  FILLER PIC S9(13) VALUE 38298492.
               10  FILLER PIC S9(13) VALUE -143841245.
               10  FILLER PIC S9(13) VALUE 591740733.
               10  FILLER PIC S9(13) VALUE 632810688.
               10  FILLER PIC S9(13) VALUE -149273275.
               10  FILLER PIC S9(13) VALUE 40222461.
               10  FILLER PIC S9(13) VALUE -3689152.
               10  FILLER PIC S9(13) VALUE 2857653.
               10  FILLER PIC S9(13) VALUE -3217474.
               10  FILLER PIC S9(13) VALUE 38224169.
               10  FILLER PIC S9(13) VALUE -143625528.
               10  FILLER PIC S9(13) VALUE 590257909.
               10  FILLER PIC S9(13) VALUE 634259731.
               10  FILLER PIC S9(13) VALUE -149444604.
               10  FILLER PIC S9(13) VALUE 40285209.
               10  FILLER PIC S9(13) VALUE -3705378.
               10  FILLER PIC S9(13) VALUE 2868539.
               10  FILLER PIC S9(13) VALUE -3201258.
               10  FILLER PIC S9(13) VALUE 38149483.
               10  FILLER PIC S9(13) VALUE -143408379.
               10  FILLER PIC S9(13) VALUE 588774096.
               10  FILLER PIC S9(13) VALUE 635707433.
               10  FILLER PIC S9(13) VALUE -149614304.
               10  FILLER PIC S9(13) VALUE 40347522.
               10  FILLER PIC S9(13) VALUE -3721596.
               10  FILLER PIC S9(13) VALUE 2879405.
               10  FILLER PIC S9(13) VALUE -3185051.
               10  FILLER PIC S9(13) VALUE 38074437.
               10  FILLER PIC S9(13) VALUE -143189806.
               10  FILLER PIC S9(13) VALUE 587289306.
               10  FILLER PIC S9(13) VALUE 637153783.
               10  FILLER PIC S9(13) VALUE -149782369.
               10  FILLER PIC S9(13) VALUE 40409396.
               10  FILLER PIC S9(13) VALUE -3737804.
               10  FILLER PIC S9(13) VALUE 2890250.
               10  FILLER PIC S9(13) VALUE -3168854.
               10  FILLER PIC S9(13) VALUE 37999033.
               10  FILLER PIC S9(13) VALUE -142969814.
               10  FILLER PIC S9(13) VALUE 585803550.
               10  FILLER PIC S9(13) VALUE 638598769.
               10  FILLER PIC S9(13) VALUE -149948791.
               10  FILLER PIC S9(13) VALUE 40470829.
               10  FILLER PIC S9(13) VALUE -3754002.
               10  FILLER PIC S9(13) VALUE 2901073.
               10  FILLER PIC S9(13) VALUE -3152666.
               10  FILLER PIC S9(13) VALUE 37923275.
               10  FILLER PIC S9(13) VALUE -142748411.
               10  FILLER PIC S9(13) VALUE 584316842.
               10  FILLER PIC S9(13) VALUE 640042379.
               10  FILLER PIC S9(13) VALUE -150113564.
               10  FILLER PIC S9(13) VALUE 40531820.
               10  FILLER PIC S9(13) VALUE -3770190.
               10  FILLER PIC S9(13) VALUE 2911875.
               10  FILLER PIC S9(13) VALUE -3136489.
               10  FILLER PIC S9(13) VALUE 37847163.
               10  FILLER PIC S9(13) VALUE -142525604.
               10  FILLER PIC S9(13) VALUE 582829191.
               10  FILLER PIC S9(13) VALUE 641484603.
               10  FILLER PIC S9(13) VALUE -150276683.
               10  FILLER PIC S9(13) VALUE 40592364.
               10  FILLER PIC S9(13) VALUE -3786367.
               10  FILLER PIC S9(13) VALUE 2922654.
               10  FILLER PIC S9(13) VALUE -3120323.
               10  FILLER PIC S9(13) VALUE 37770702.
               10  FILLER PIC S9(13) VALUE -142301398.
               10  FILLER PIC S9(13) VALUE 581340611.
               10  FILLER PIC S9(13) VALUE 642925427.
               10  FILLER PIC S9(13) VALUE -150438140.
               10  FILLER PIC S9(13) VALUE 40652461.
               10  FILLER PIC S9(13) VALUE -3802532.
               10  FILLER PIC S9(13) VALUE 2933411.
               10  FILLER PIC S9(13) VALUE -3104168.
               10  FILLER PIC S9(13) VALUE 37693893.
               10  FILLER PIC S9(13) VALUE -142075801.
               10  FILLER PIC S9(13) VALUE 579851113.
               10  FILLER PIC S9(13) VALUE 644364841.
               10  FILLER PIC S9(13) VALUE -150597929.
               10  FILLER PIC S9(13) VALUE 40712107.
               10  FILLER PIC S9(13) VALUE -3818685.
               10  FILLER PIC S9(13) VALUE 2944144.
               10  FILLER PIC S9(13) VALUE -3088025.
               10  FILLER PIC S9(13) VALUE 37616738.
               10  FILLER PIC S9(13) VALUE -141848819.
               10  FILLER PIC S9(13) VALUE 578360708.
               10  FILLER PIC S9(13) VALUE 645802833.
               10  FILLER PIC S9(13) VALUE -150756043.
               10  FILLER PIC S9(13) VALUE 40771300.
               10  FILLER PIC S9(13) VALUE -3834825.
               10  FILLER PIC S9(13) VALUE 2954854.
               10  FILLER PIC S9(13) VALUE -3071895.
               10  FILLER PIC S9(13) VALUE 37539240.
               10  FILLER PIC S9(13) VALUE -141620459.
               10  FILLER PIC S9(13) VALUE 576869409.
               10  FILLER PIC S9(13) VALUE 647239391.
               10  FILLER PIC S9(13) VALUE -150912476.
               10  FILLER PIC S9(13) VALUE 40830038.
               10  FILLER PIC S9(13) VALUE -3850952.
               10  FILLER PIC S9(13) VALUE 2965540.
               10  FILLER PIC S9(13) VALUE -3055778.
               10  FILLER PIC S9(13) VALUE 37461402.
               10  FILLER PIC S9(13) VALUE -141390728.
               10  FILLER PIC S9(13) VALUE 575377227.
               10  FILLER PIC S9(13) VALUE 648674503.
               10  FILLER PIC S9(13) VALUE -151067221.
               10  FILLER PIC S9(13) VALUE 40888318.
               10  FILLER PIC S9(13) VALUE -3867064.
               10  FILLER PIC S9(13) VALUE 2976202.
               10  FILLER PIC S9(13) VALUE -3039674.
               10  FILLER PIC S9(13) VALUE 37383226.
               10  FILLER PIC S9(13) VALUE -141159631.
               10  FILLER PIC S9(13) VALUE 573884174.
               10  FILLER PIC S9(13) VALUE 650108159.
               10  FILLER PIC S9(13) VALUE -151220273.
               10  FILLER PIC S9(13) VALUE 40946138.
               10  FILLER PIC S9(13) VALUE -3883162.
               10  FILLER PIC S9(13) VALUE 2986838.
               10  FILLER PIC S9(13) VALUE -3023584.
               10  FILLER PIC S9(13) VALUE 37304715.
               10  FILLER PIC S9(13) VALUE -140927177.
               10  FILLER PIC S9(13) VALUE 572390262.
               10  FILLER PIC S9(13) VALUE 651540346.
               10  FILLER PIC S9(13) VALUE -151371624.
               10  FILLER PIC S9(13) VALUE 41003496.
               10  FILLER PIC S9(13) VALUE -3899244.
               10  FILLER PIC S9(13) VALUE 2997449.
               10  FILLER PIC S9(13) VALUE -3007509.
               10  FILLER PIC S9(13) VALUE 37225870.
               10  FILLER PIC S9(13) VALUE -140693371.
               10  FILLER PIC S9(13) VALUE 570895503.
               10  FILLER PIC S9(13) VALUE 652971053.
               10  FILLER PIC S9(13) VALUE -151521269.
               10  FILLER PIC S9(13) VALUE 41060388.
               10  FILLER PIC S9(13) VALUE -3915310.
               10  FILLER PIC S9(13) VALUE 3008035.
               10  FILLER PIC S9(13) VALUE -2991449.
               10  FILLER PIC S9(13) VALUE 37146694.
               10  FILLER PIC S9(13) VALUE -140458221.
               10  FILLER PIC S9(13) VALUE 569399907.
               10  FILLER PIC S9(13) VALUE 654400268.
               10  FILLER PIC S9(13) VALUE -151669200.
               10  FILLER PIC S9(13) VALUE 41116813.
               10  FILLER PIC S9(13) VALUE -3931359.
               10  FILLER PIC S9(13) VALUE 3018594.
               10  FILLER PIC S9(13) VALUE -2975404.
               10  FILLER PIC S9(13) VALUE 37067190.
               10  FILLER PIC S9(13) VALUE -140221733.
               10  FILLER PIC S9(13) VALUE 567903488.
               10  FILLER PIC S9(13) VALUE 655827979.
               10  FILLER PIC S9(13) VALUE -151815411.
               10  FILLER PIC S9(13) VALUE 41172768.
               10  FILLER PIC S9(13) VALUE -3947392.
               10  FILLER PIC S9(13) VALUE 3029126.
               10  FILLER PIC S9(13) VALUE -2959375.
               10  FILLER PIC S9(13) VALUE 36987361.
               10  FILLER PIC S9(13) VALUE -139983913.
               10  FILLER PIC S9(13) VALUE 566406257.
               10  FILLER PIC S9(13) VALUE 657254176.
               10  FILLER PIC S9(13) VALUE -151959896.
               10  FILLER PIC S9(13) VALUE 41228251.
               10  FILLER PIC S9(13) VALUE -3963406.
               10  FILLER PIC S9(13) VALUE 3039631.
               10  FILLER PIC S9(13) VALUE -2943363.
               10  FILLER PIC S9(13) VALUE 36907207.
               10  FILLER PIC S9(13) VALUE -139744769.
               10  FILLER PIC S9(13) VALUE 564908226.
               10  FILLER PIC S9(13) VALUE 658678846.
               10  FILLER PIC S9(13) VALUE -152102648.
               10  FILLER PIC S9(13) VALUE 41283259.
               10  FILLER PIC S9(13) VALUE -3979401.
               10  FILLER PIC S9(13) VALUE 3050108.
               10  FILLER PIC S9(13) VALUE -2927367.
               10  FILLER PIC S9(13) VALUE 36826733.
               10  FILLER PIC S9(13) VALUE -139504307.
               10  FILLER PIC S9(13) VALUE 563409405.
               10  FILLER PIC S9(13) VALUE 660101977.
               10  FILLER PIC S9(13) VALUE -152243662.
               10  FILLER PIC S9(13) VALUE 41337789.
               10  FILLER PIC S9(13) VALUE -3995378.
               10  FILLER PIC S9(13) VALUE 3060558.
               10  FILLER PIC S9(13) VALUE -2911389.
               10  FILLER PIC S9(13) VALUE 36745940.
               10  FILLER PIC S9(13) VALUE -139262533.
               10  FILLER PIC S9(13) VALUE 561909808.
               10  FILLER PIC S9(13) VALUE 661523559.
               10  FILLER PIC S9(13) VALUE -152382930.
               10  FILLER PIC S9(13) VALUE 41391840.
               10  FILLER PIC S9(13) VALUE -4011334.
               10  FILLER PIC S9(13) VALUE 3070978.
               10  FILLER PIC S9(13) VALUE -2895429.
               10  FILLER PIC S9(13) VALUE 36664832.
               10  FILLER PIC S9(13) VALUE -139019455.
               10  FILLER PIC S9(13) VALUE 560409446.
               10  FILLER PIC S9(13) VALUE 662943580.
               10  FILLER PIC S9(13) VALUE -152520447.
               10  FILLER PIC S9(13) VALUE 41445409.
               10  FILLER PIC S9(13) VALUE -4027270.
               10  FILLER PIC S9(13) VALUE 3081370.
               10  FILLER PIC S9(13) VALUE -2879487.
               10  FILLER PIC S9(13) VALUE 36583409.
               10  FILLER PIC S9(13) VALUE -138775079.
               10  FILLER PIC S9(13) VALUE 558908331.
               10  FILLER PIC S9(13) VALUE 664362028.
               10  FILLER PIC S9(13) VALUE -152656205.
               10  FILLER PIC S9(13) VALUE 41498494.
               10  FILLER PIC S9(13) VALUE -4043185.
               10  FILLER PIC S9(13) VALUE 3091732.
               10  FILLER PIC S9(13) VALUE -2863564.
               10  FILLER PIC S9(13) VALUE 36501675.
               10  FILLER PIC S9(13) VALUE -138529412.
               10  FILLER PIC S9(13) VALUE 557406474.
               10  FILLER PIC S9(13) VALUE 665778891.
               10  FILLER PIC S9(13) VALUE -152790199.
               10  FILLER PIC S9(13) VALUE 41551092.
               10  FILLER PIC S9(13) VALUE -4059078.
               10  FILLER PIC S9(13) VALUE 3102064.
               10  FILLER PIC S9(13) VALUE -2847661.
               10  FILLER PIC S9(13) VALUE 36419632.
               10  FILLER PIC S9(13) VALUE -138282461.
               10  FILLER PIC S9(13) VALUE 555903888.
               10  FILLER PIC S9(13) VALUE 667194159.
               10  FILLER PIC S9(13) VALUE -152922421.
               10  FILLER PIC S9(13) VALUE 41603201.
               10  FILLER PIC S9(13) VALUE -4074948.
               10  FILLER PIC S9(13) VALUE 3112366.
               10  FILLER PIC S9(13) VALUE -2831777.
               10  FILLER PIC S9(13) VALUE 36337283.
               10  FILLER PIC S9(13) VALUE -138034232.
               10  FILLER PIC S9(13) VALUE 554400583.
               10  FILLER PIC S9(13) VALUE 668607819.
               10  FILLER PIC S9(13) VALUE -153052867.
               10  FILLER PIC S9(13) VALUE 41654817.
               10  FILLER PIC S9(13) VALUE -4090795.
               10  FILLER PIC S9(13) VALUE 3122637.
               10  FILLER PIC S9(13) VALUE -2815913.
               10  FILLER PIC S9(13) VALUE 36254630.
               10  FILLER PIC S9(13) VALUE -137784731.
               10  FILLER PIC S9(13) VALUE 552896572.
               10  FILLER PIC S9(13) VALUE 670019860.
               10  FILLER PIC S9(13) VALUE -153181529.
               10  FILLER PIC S9(13) VALUE 41705940.
               10  FILLER PIC S9(13) VALUE -4106619.
               10  FILLER PIC S9(13) VALUE 3132876.
               10  FILLER PIC S9(13) VALUE -2800070.
               10  FILLER PIC S9(13) VALUE 36171675.
               10  FILLER PIC S9(13) VALUE -137533967.
               10  FILLER PIC S9(13) VALUE 551391867.
               10  FILLER PIC S9(13) VALUE 671430271.
               10  FILLER PIC S9(13) VALUE -153308401.
               10  FILLER PIC S9(13) VALUE 41756567.
               10  FILLER PIC S9(13) VALUE -4122418.
               10  FILLER PIC S9(13) VALUE 3143084.
               10  FILLER PIC S9(13) VALUE -2784248.
               10  FILLER PIC S9(13) VALUE 36088421.
               10  FILLER PIC S9(13) VALUE -137281945.
               10  FILLER PIC S9(13) VALUE 549886479.
               10  FILLER PIC S9(13) VALUE 672839040.
               10  FILLER PIC S9(13) VALUE -153433477.
               10  FILLER PIC S9(13) VALUE 41806694.
               10  FILLER PIC S9(13) VALUE -4138192.
               10  FILLER PIC S9(13) VALUE 3153259.
               10  FILLER PIC S9(13) VALUE -2768448.
               10  FILLER PIC S9(13) VALUE 36004870.
               10  FILLER PIC S9(13) VALUE -137028672.
               10  FILLER PIC S9(13) VALUE 548380420.
               10  FILLER PIC S9(13) VALUE 674246155.
               10  FILLER PIC S9(13) VALUE -153556750.
               10  FILLER PIC S9(13) VALUE 41856320.
               10  FILLER PIC S9(13) VALUE -4153940.
               10  FILLER PIC S9(13) VALUE 3163402.
               10  FILLER PIC S9(13) VALUE -2752669.
               10  FILLER PIC S9(13) VALUE 35921024.
               10  FILLER PIC S9(13) VALUE -136774154.
               10  FILLER PIC S9(13) VALUE 546873702.
               10  FILLER PIC S9(13) VALUE 675651605.
               10  FILLER PIC S9(13) VALUE -153678214.
               10  FILLER PIC S9(13) VALUE 41905443.
               10  FILLER PIC S9(13) VALUE -4169661.
               10  FILLER PIC S9(13) VALUE 3173512.
               10  FILLER PIC S9(13) VALUE -2736913.
               10  FILLER PIC S9(13) VALUE 35836887.
               10  FILLER PIC S9(13) VALUE -136518399.
               10  FILLER PIC S9(13) VALUE 545366337.
               10  FILLER PIC S9(13) VALUE 677055379.
               10  FILLER PIC S9(13) VALUE -153797863.
               10  FILLER PIC S9(13) VALUE 41954059.
               10  FILLER PIC S9(13) VALUE -4185356.
               10  FILLER PIC S9(13) VALUE 3183588.
               10  FILLER PIC S9(13) VALUE -2721181.
               10  FILLER PIC S9(13) VALUE 35752461.
               10  FILLER PIC S9(13) VALUE -136261414.
               10  FILLER PIC S9(13) VALUE 543858336.
               10  FILLER PIC S9(13) VALUE 678457465.
               10  FILLER PIC S9(13) VALUE -153915690.
               10  FILLER PIC S9(13) VALUE 42002167.
               10  FILLER PIC S9(13) VALUE -4201023.
               10  FILLER PIC S9(13) VALUE 3193629.
               10  FILLER PIC S9(13) VALUE -2705471.
               10  FILLER PIC S9(13) VALUE 35667747.
               10  FILLER PIC S9(13) VALUE -136003204.
               10  FILLER PIC S9(13) VALUE 542349711.
               10  FILLER PIC S9(13) VALUE 679857852.
               10  FILLER PIC S9(13) VALUE -154031689.
               10  FILLER PIC S9(13) VALUE 42049764.
               10  FILLER PIC S9(13) VALUE -4216661.
               10  FILLER PIC S9(13) VALUE 3203636.
               10  FILLER PIC S9(13) VALUE -2689785.
               10  FILLER PIC S9(13) VALUE 35582748.
               10  FILLER PIC S9(13) VALUE -135743777.
               10  FILLER PIC S9(13) VALUE 540840474.
               10  FILLER PIC S9(13) VALUE 681256527.
               10  FILLER PIC S9(13) VALUE -154145854.
               10  FILLER PIC S9(13) VALUE 42096847.
               10  FILLER PIC S9(13) VALUE -4232270.
               10  FILLER PIC S9(13) VALUE 3213608.
               10  FILLER PIC S9(13) VALUE -2674124.
               10  FILLER PIC S9(13) VALUE 35497467.
               10  FILLER PIC S9(13) VALUE -135483139.
               10  FILLER PIC S9(13) VALUE 539330636.
               10  FILLER PIC S9(13) VALUE 682653481.
               10  FILLER PIC S9(13) VALUE -154258179.
               10  FILLER PIC S9(13) VALUE 42143415.
               10  FILLER PIC S9(13) VALUE -4247849.
               10  FILLER PIC S9(13) VALUE 3223545.
               10  FILLER PIC S9(13) VALUE -2658487.
               10  FILLER PIC S9(13) VALUE 35411906.
               10  FILLER PIC S9(13) VALUE -135221298.
               10  FILLER PIC S9(13) VALUE 537820210.
               10  FILLER PIC S9(13) VALUE 684048701.
               10  FILLER PIC S9(13) VALUE -154368657.
               10  FILLER PIC S9(13) VALUE 42189465.
               10  FILLER PIC S9(13) VALUE -4263398.
               10  FILLER PIC S9(13) VALUE 3233446.
               10  FILLER PIC S9(13) VALUE -2642876.
               10  FILLER PIC S9(13) VALUE 35326068.
               10  FILLER PIC S9(13) VALUE -134958259.
               10  FILLER PIC S9(13) VALUE 536309206.
               10  FILLER PIC S9(13) VALUE 685442175.
               10  FILLER PIC S9(13) VALUE -154477283.
               10  FILLER PIC S9(13) VALUE 42234994.
               10  FILLER PIC S9(13) VALUE -4278916.
               10  FILLER PIC S9(13) VALUE 3243310.
               10  FILLER PIC S9(13) VALUE -2627290.
               10  FILLER PIC S9(13) VALUE 35239955.
               10  FILLER PIC S9(13) VALUE -134694029.
               10  FILLER PIC S9(13) VALUE 534797638.
               10  FILLER PIC S9(13) VALUE 686833894.
               10  FILLER PIC S9(13) VALUE -154584049.
               10  FILLER PIC S9(13) VALUE 42280001.
               10  FILLER PIC S9(13) VALUE -4294402.
               10  FILLER PIC S9(13) VALUE 3253137.
               10  FILLER PIC S9(13) VALUE -2611729.
               10  FILLER PIC S9(13) VALUE 35153569.
               10  FILLER PIC S9(13) VALUE -134428616.
               10  FILLER PIC S9(13) VALUE 533285516.
               10  FILLER PIC S9(13) VALUE 688223844.
               10  FILLER PIC S9(13) VALUE -154688949.
               10  FILLER PIC S9(13) VALUE 42324482.
               10  FILLER PIC S9(13) VALUE -4309855.
               10  FILLER PIC S9(13) VALUE 3262927.
               10  FILLER PIC S9(13) VALUE -2596196.
               10  FILLER PIC S9(13) VALUE 35066912.
               10  FILLER PIC S9(13) VALUE -134162025.
               10  FILLER PIC S9(13) VALUE 531772852.
               10  FILLER PIC S9(13) VALUE 689612015.
               10  FILLER PIC S9(13) VALUE -154791978.
               10  FILLER PIC S9(13) VALUE 42368436.
               10  FILLER PIC S9(13) VALUE -4325275.
               10  FILLER PIC S9(13) VALUE 3272679.
               10  FILLER PIC S9(13) VALUE -2580689.
               10  FILLER PIC S9(13) VALUE 34979988.
               10  FILLER PIC S9(13) VALUE -133894264.
               10  FILLER PIC S9(13) VALUE 530259659.
               10  FILLER PIC S9(13) VALUE 690998395.
               10  FILLER PIC S9(13) VALUE -154893129.
               10  FILLER PIC S9(13) VALUE 42411860.
               10  FILLER PIC S9(13) VALUE -4340661.
               10  FILLER PIC S9(13) VALUE 3282392.
               10  FILLER PIC S9(13) VALUE -2565209.
               10  FILLER PIC S9(13) VALUE 34892798.
               10  FILLER PIC S9(13) VALUE -133625340.
               10  FILLER PIC S9(13) VALUE 528745947.
               10  FILLER PIC S9(13) VALUE 692382973.
               10  FILLER PIC S9(13) VALUE -154992396.
               10  FILLER PIC S9(13) VALUE 42454751.
               10  FILLER PIC S9(13) VALUE -4356012.
               10  FILLER PIC S9(13) VALUE 3292067.
               10  FILLER PIC S9(13) VALUE -2549757.
               10  FILLER PIC S9(13) VALUE 34805345.
               10  FILLER PIC S9(13) VALUE -133355258.
               10  FILLER PIC S9(13) VALUE 527231728.
               10  FILLER PIC S9(13) VALUE 693765738.
               10  FILLER PIC S9(13) VALUE -155089772.
               10  FILLER PIC S9(13) VALUE 42497108.
               10  FILLER PIC S9(13) VALUE -4371329.
               10  FILLER PIC S9(13) VALUE 3301703.
               10  FILLER PIC S9(13) VALUE -2534333.
               10  FILLER PIC S9(13) VALUE 34717631.
               10  FILLER PIC S9(13) VALUE -133084027.
               10  FILLER PIC S9(13) VALUE 525717015.
               10  FILLER PIC S9(13) VALUE 695146677.
               10  FILLER PIC S9(13) VALUE -155185252.
               10  FILLER PIC S9(13) VALUE 42538927.
               10  FILLER PIC S9(13) VALUE -4386609.
               10  FILLER PIC S9(13) VALUE 3311298.
               10  FILLER PIC S9(13) VALUE -2518937.
               10  FILLER PIC S9(13) VALUE 34629659.
               10  FILLER PIC S9(13) VALUE -132811651.
               10  FILLER PIC S9(13) VALUE 524201818.
               10  FILLER PIC S9(13) VALUE 696525781.
               10  FILLER PIC S9(13) VALUE -155278829.
               10  FILLER PIC S9(13) VALUE 42580207.
               10  FILLER PIC S9(13) VALUE -4401852.
               10  FILLER PIC S9(13) VALUE 3320854.
               10  FILLER PIC S9(13) VALUE -2503571.
               10  FILLER PIC S9(13) VALUE 34541431.
               10  FILLER PIC S9(13) VALUE -132538139.
               10  FILLER PIC S9(13) VALUE 522686150.
               10  FILLER PIC S9(13) VALUE 697903037.
               10  FILLER PIC S9(13) VALUE -155370497.
               10  FILLER PIC S9(13) VALUE 42620945.
               10  FILLER PIC S9(13) VALUE -4417058.
               10  FILLER PIC S9(13) VALUE 3330369.
               10  FILLER PIC S9(13) VALUE -2488233.
               10  FILLER PIC S9(13) VALUE 34452949.
               10  FILLER PIC S9(13) VALUE -132263497.
               10  FILLER PIC S9(13) VALUE 521170022.
               10  FILLER PIC S9(13) VALUE 699278434.
               10  FILLER PIC S9(13) VALUE -155460251.
               10  FILLER PIC S9(13) VALUE 42661139.
               10  FILLER PIC S9(13) VALUE -4432226.
               10  FILLER PIC S9(13) VALUE 3339843.
               10  FILLER PIC S9(13) VALUE -2472925.
               10  FILLER PIC S9(13) VALUE 34364216.
               10  FILLER PIC S9(13) VALUE -131987731.
               10  FILLER PIC S9(13) VALUE 519653446.
               10  FILLER PIC S9(13) VALUE 700651961.
               10  FILLER PIC S9(13) VALUE -155548083.
               10  FILLER PIC S9(13) VALUE 42700787.
               10  FILLER PIC S9(13) VALUE -4447355.
               10  FILLER PIC S9(13) VALUE 3349275.
               10  FILLER PIC S9(13) VALUE -2457648.
               10  FILLER PIC S9(13) VALUE 34275234.
               10  FILLER PIC S9(13) VALUE -131710849.
               10  FILLER PIC S9(13) VALUE 518136434.
               10  FILLER PIC S9(13) VALUE 702023607.
               10  FILLER PIC S9(13) VALUE -155633987.
               10  FILLER PIC S9(13) VALUE 42739885.
               10  FILLER PIC S9(13) VALUE -4462445.
               10  FILLER PIC S9(13) VALUE 3358665.
               10  FILLER PIC S9(13) VALUE -2442400.
               10  FILLER PIC S9(13) VALUE 34186006.
               10  FILLER PIC S9(13) VALUE -131432856.
               10  FILLER PIC S9(13) VALUE 516618997.
               10  FILLER PIC S9(13) VALUE 703393360.
               10  FILLER PIC S9(13) VALUE -155717958.
               10  FILLER PIC S9(13) VALUE 42778432.
               10  FILLER PIC S9(13) VALUE -4477494.
               10  FILLER PIC S9(13) VALUE 3368012.
               10  FILLER PIC S9(13) VALUE -2427184.
               10  FILLER PIC S9(13) VALUE 34096533.
               10  FILLER PIC S9(13) VALUE -131153761.
               10  FILLER PIC S9(13) VALUE 515101147.
               10  FILLER PIC S9(13) VALUE 704761209.
               10  FILLER PIC S9(13) VALUE -155799990.
               10  FILLER PIC S9(13) VALUE 42816426.
               10  FILLER PIC S9(13) VALUE -4492503.
               10  FILLER PIC S9(13) VALUE 3377317.
               10  FILLER PIC S9(13) VALUE -2411999.
               10  FILLER PIC S9(13) VALUE 34006819.
               10  FILLER PIC S9(13) VALUE -130873568.
               10  FILLER PIC S9(13) VALUE 513582896.
               10  FILLER PIC S9(13) VALUE 706127143.
               10  FILLER PIC S9(13) VALUE -155880076.
               10  FILLER PIC S9(13) VALUE 42853864.
               10  FILLER PIC S9(13) VALUE -4507470.
               10  FILLER PIC S9(13) VALUE 3386578.
               10  FILLER PIC S9(13) VALUE -2396845.
               10  FILLER PIC S9(13) VALUE 33916866.
               10  FILLER PIC S9(13) VALUE -130592286.
               10  FILLER PIC S9(13) VALUE 512064256.
               10  FILLER PIC S9(13) VALUE 707491150.
               10  FILLER PIC S9(13) VALUE -155958210.
               10  FILLER PIC S9(13) VALUE 42890743.
               10  FILLER PIC S9(13) VALUE -4522394.
               10  FILLER PIC S9(13) VALUE 3395795.
               10  FILLER PIC S9(13) VALUE -2381724.
               10  FILLER PIC S9(13) VALUE 33826675.
               10  FILLER PIC S9(13) VALUE -130309920.
               10  FILLER PIC S9(13) VALUE 510545237.
               10  FILLER PIC S9(13) VALUE 708853219.
               10  FILLER PIC S9(13) VALUE -156034386.
               10  FILLER PIC S9(13) VALUE 42927062.
               10  FILLER PIC S9(13) VALUE -4537276.
               10  FILLER PIC S9(13) VALUE 3404967.
               10  FILLER PIC S9(13) VALUE -2366634.
               10  FILLER PIC S9(13) VALUE 33736250.
               10  FILLER PIC S9(13) VALUE -130026479.
               10  FILLER PIC S9(13) VALUE 509025852.
               10  FILLER PIC S9(13) VALUE 710213339.
               10  FILLER PIC S9(13) VALUE -156108598.
               10  FILLER PIC S9(13) VALUE 42962817.
               10  FILLER PIC S9(13) VALUE -4552113.
               10  FILLER PIC S9(13) VALUE 3414095.
               10  FILLER PIC S9(13) VALUE -2351578.
               10  FILLER PIC S9(13) VALUE 33645593.
               10  FILLER PIC S9(13) VALUE -129741967.
               10  FILLER PIC S9(13) VALUE 507506112.
               10  FILLER PIC S9(13) VALUE 711571499.
               10  FILLER PIC S9(13) VALUE -156180839.
               10  FILLER PIC S9(13) VALUE 42998008.
               10  FILLER PIC S9(13) VALUE -4566906.
               10  FILLER PIC S9(13) VALUE 3423177.
               10  FILLER PIC S9(13) VALUE -2336554.
               10  FILLER PIC S9(13) VALUE 33554706.
               10  FILLER PIC S9(13) VALUE -129456392.
               10  FILLER PIC S9(13) VALUE 505986030.
               10  FILLER PIC S9(13) VALUE 712927688.
               10  FILLER PIC S9(13) VALUE -156251105.
               10  FILLER PIC S9(13) VALUE 43032631.
               10  FILLER PIC S9(13) VALUE -4581654.
               10  FILLER PIC S9(13) VALUE 3432214.
               10  FILLER PIC S9(13) VALUE -2321564.
               10  FILLER PIC S9(13) VALUE 33463591.
               10  FILLER PIC S9(13) VALUE -129169761.
               10  FILLER PIC S9(13) VALUE 504465616.
               10  FILLER PIC S9(13) VALUE 714281893.
               10  FILLER PIC S9(13) VALUE -156319389.
               10  FILLER PIC S9(13) VALUE 43066683.
               10  FILLER PIC S9(13) VALUE -4596356.
               10  FILLER PIC S9(13) VALUE 3441204.
               10  FILLER PIC S9(13) VALUE -2306608.
               10  FILLER PIC S9(13) VALUE 33372251.
               10  FILLER PIC S9(13) VALUE -128882080.
               10  FILLER PIC S9(13) VALUE 502944883.
               10  FILLER PIC S9(13) VALUE 715634105.
               10  FILLER PIC S9(13) VALUE -156385684.
               10  FILLER PIC S9(13) VALUE 43100164.
               10  FILLER PIC S9(13) VALUE -4611012.
               10  FILLER PIC S9(13) VALUE 3450147.
               10  FILLER PIC S9(13) VALUE -2291686.
               10  FILLER PIC S9(13) VALUE 33280688.
               10  FILLER PIC S9(13) VALUE -128593356.
               10  FILLER PIC S9(13) VALUE 501423841.
               10  FILLER PIC S9(13) VALUE 716984312.
               10  FILLER PIC S9(13) VALUE -156449985.
               10  FILLER PIC S9(13) VALUE 43133070.
               10  FILLER PIC S9(13) VALUE -4625620.
               10  FILLER PIC S9(13) VALUE 3459043.
               10  FILLER PIC S9(13) VALUE -2276799.
               10  FILLER PIC S9(13) VALUE 33188904.
               10  FILLER PIC S9(13) VALUE -128303596.
               10  FILLER PIC S9(13) VALUE 499902503.
               10  FILLER PIC S9(13) VALUE 718332503.
               10  FILLER PIC S9(13) VALUE -156512285.
               10  FILLER PIC S9(13) VALUE 43165399.
               10  FILLER PIC S9(13) VALUE -4640179.
               10  FILLER PIC S9(13) VALUE 3467891.
               10  FILLER PIC S9(13) VALUE -2261947.
               10  FILLER PIC S9(13) VALUE 33096903.
               10  FILLER PIC S9(13) VALUE -128012806.
               10  FILLER PIC S9(13) VALUE 498380881.
               10  FILLER PIC S9(13) VALUE 719678666.
               10  FILLER PIC S9(13) VALUE -156572579.
               10  FILLER PIC S9(13) VALUE 43197148.
               10  FILLER PIC S9(13) VALUE -4654690.
               10  FILLER PIC S9(13) VALUE 3476691.
               10  FILLER PIC S9(13) VALUE -2247130.
               10  FILLER PIC S9(13) VALUE 33004685.
               10  FILLER PIC S9(13) VALUE -127720993.
               10  FILLER PIC S9(13) VALUE 496858985.
               10  FILLER PIC S9(13) VALUE 721022791.
               10  FILLER PIC S9(13) VALUE -156630861.
               10  FILLER PIC S9(13) VALUE 43228316.
               10  FILLER PIC S9(13) VALUE -4669152.
               10  FILLER PIC S9(13) VALUE 3485442.
               10  FILLER PIC S9(13) VALUE -2232348.
               10  FILLER PIC S9(13) VALUE 32912254.
               10  FILLER PIC S9(13) VALUE -127428164.
               10  FILLER PIC S9(13) VALUE 495336828.
               10  FILLER PIC S9(13) VALUE 722364866.
               10  FILLER PIC S9(13) VALUE -156687125.
               10  FILLER PIC S9(13) VALUE 43258900.
               10  FILLER PIC S9(13) VALUE -4683563.
               10  FILLER PIC S9(13) VALUE 3494144.
               10  FILLER PIC S9(13) VALUE -2217603.
               10  FILLER PIC S9(13) VALUE 32819612.
               10  FILLER PIC S9(13) VALUE -127134326.
               10  FILLER PIC S9(13) VALUE 493814420.
               10  FILLER PIC S9(13) VALUE 723704880.
               10  FILLER PIC S9(13) VALUE -156741364.
               10  FILLER PIC S9(13) VALUE 43288898.
               10  FILLER PIC S9(13) VALUE -4697923.
               10  FILLER PIC S9(13) VALUE 3502797.
               10  FILLER PIC S9(13) VALUE -2202894.
               10  FILLER PIC S9(13) VALUE 32726761.
               10  FILLER PIC S9(13) VALUE -126839484.
               10  FILLER PIC S9(13) VALUE 492291775.
               10  FILLER PIC S9(13) VALUE 725042822.
               10  FILLER PIC S9(13) VALUE -156793573.
               10  FILLER PIC S9(13) VALUE 43318308.
               10  FILLER PIC S9(13) VALUE -4712231.
               10  FILLER PIC S9(13) VALUE 3511399.
               10  FILLER PIC S9(13) VALUE -2188221.
               10  FILLER PIC S9(13) VALUE 32633703.
               10  FILLER PIC S9(13) VALUE -126543647.
               10  FILLER PIC S9(13) VALUE 490768903.
               10  FILLER PIC S9(13) VALUE 726378682.
               10  FILLER PIC S9(13) VALUE -156843746.
               10  FILLER PIC S9(13) VALUE 43347127.
               10  FILLER PIC S9(13) VALUE -4726487.
               10  FILLER PIC S9(13) VALUE 3519951.
               10  FILLER PIC S9(13) VALUE -2173586.
               10  FILLER PIC S9(13) VALUE 32540442.
               10  FILLER PIC S9(13) VALUE -126246820.
               10  FILLER PIC S9(13) VALUE 489245815.
               10  FILLER PIC S9(13) VALUE 727712447.
               10  FILLER PIC S9(13) VALUE -156891877.
               10  FILLER PIC S9(13) VALUE 43375352.
               10  FILLER PIC S9(13) VALUE -4740690.
               10  FILLER PIC S9(13) VALUE 3528451.
               10  FILLER PIC S9(13) VALUE -2158988.
               10  FILLER PIC S9(13) VALUE 32446978.
               10  FILLER PIC S9(13) VALUE -125949010.
               10  FILLER PIC S9(13) VALUE 487722524.
               10  FILLER PIC S9(13) VALUE 729044108.
               10  FILLER PIC S9(13) VALUE -156937959.
               10  FILLER PIC S9(13) VALUE 43402983.
               10  FILLER PIC S9(13) VALUE -4754838.
               10  FILLER PIC S9(13) VALUE 3536900.
               10  FILLER PIC S9(13) VALUE -2144427.
               10  FILLER PIC S9(13) VALUE 32353315.
               10  FILLER PIC S9(13) VALUE -125650224.
               10  FILLER PIC S9(13) VALUE 486199041.
               10  FILLER PIC S9(13) VALUE 730373652.
               10  FILLER PIC S9(13) VALUE -156981988.
               10  FILLER PIC S9(13) VALUE 43430016.
               10  FILLER PIC S9(13) VALUE -4768932.
               10  FILLER PIC S9(13) VALUE 3545297.
               10  FILLER PIC S9(13) VALUE -2129905.
               10  FILLER PIC S9(13) VALUE 32259455.
               10  FILLER PIC S9(13) VALUE -125350468.
               10  FILLER PIC S9(13) VALUE 484675378.
               10  FILLER PIC S9(13) VALUE 731701069.
               10  FILLER PIC S9(13) VALUE -157023957.
               10  FILLER PIC S9(13) VALUE 43456448.
               10  FILLER PIC S9(13) VALUE -4782971.
               10  FILLER PIC S9(13) VALUE 3553642.
               10  FILLER PIC S9(13) VALUE -2115421.
               10  FILLER PIC S9(13) VALUE 32165400.
               10  FILLER PIC S9(13) VALUE -125049750.
               10  FILLER PIC S9(13) VALUE 483151546.
               10  FILLER PIC S9(13) VALUE 733026347.
               10  FILLER PIC S9(13) VALUE -157063860.
               10  FILLER PIC S9(13) VALUE 43482279.
               10  FILLER PIC S9(13) VALUE -4796953.
               10  FILLER PIC S9(13) VALUE 3561934.
               10  FILLER PIC S9(13) VALUE -2100975.
               10  FILLER PIC S9(13) VALUE 32071152.
               10  FILLER PIC S9(13) VALUE -124748075.
               10  FILLER PIC S9(13) VALUE 481627557.
               10  FILLER PIC S9(13) VALUE 734349477.
               10  FILLER PIC S9(13) VALUE -157101691.
               10  FILLER PIC S9(13) VALUE 43507505.
               10  FILLER PIC S9(13) VALUE -4810878.
               10  FILLER PIC S9(13) VALUE 3570172.
               10  FILLER PIC S9(13) VALUE -2086569.
               10  FILLER PIC S9(13) VALUE 31976714.
               10  FILLER PIC S9(13) VALUE -124445451.
               10  FILLER PIC S9(13) VALUE 480103422.
               10  FILLER PIC S9(13) VALUE 735670446.
               10  FILLER PIC S9(13) VALUE -157137445.
               10  FILLER PIC S9(13) VALUE 43532124.
               10  FILLER PIC S9(13) VALUE -4824746.
               10  FILLER PIC S9(13) VALUE 3578356.
               10  FILLER PIC S9(13) VALUE -2072202.
               10  FILLER PIC S9(13) VALUE 31882087.
               10  FILLER PIC S9(13) VALUE -124141884.
               10  FILLER PIC S9(13) VALUE 478579152.
               10  FILLER PIC S9(13) VALUE 736989244.
               10  FILLER PIC S9(13) VALUE -157171115.
               10  FILLER PIC S9(13) VALUE 43556135.
               10  FILLER PIC S9(13) VALUE -4838555.
               10  FILLER PIC S9(13) VALUE 3586486.
               10  FILLER PIC S9(13) VALUE -2057874.
               10  FILLER PIC S9(13) VALUE 31787276.
               10  FILLER PIC S9(13) VALUE -123837381.
               10  FILLER PIC S9(13) VALUE 477054761.
               10  FILLER PIC S9(13) VALUE 738305860.
               10  FILLER PIC S9(13) VALUE -157202696.
               10  FILLER PIC S9(13) VALUE 43579534.
               10  FILLER PIC S9(13) VALUE -4852304.
               10  FILLER PIC S9(13) VALUE 3594561.
               10  FILLER PIC S9(13) VALUE -2043587.
               10  FILLER PIC S9(13) VALUE 31692280.
               10  FILLER PIC S9(13) VALUE -123531949.
               10  FILLER PIC S9(13) VALUE 475530258.
               10  FILLER PIC S9(13) VALUE 739620283.
               10  FILLER PIC S9(13) VALUE -157232182.
               10  FILLER PIC S9(13) VALUE 43602320.
               10  FILLER PIC S9(13) VALUE -4865994.
               10  FILLER PIC S9(13) VALUE 3602581.
               10  FILLER PIC S9(13) VALUE -2029339.
               10  FILLER PIC S9(13) VALUE 31597104.
               10  FILLER PIC S9(13) VALUE -123225593.
               10  FILLER PIC S9(13) VALUE 474005655.
               10  FILLER PIC S9(13) VALUE 740932502.
               10  FILLER PIC S9(13) VALUE -157259567.
               10  FILLER PIC S9(13) VALUE 43624489.
               10  FILLER PIC S9(13) VALUE -4879624.
               10  FILLER PIC S9(13) VALUE 3610544.
               10  FILLER PIC S9(13) VALUE -2015133.
               10  FILLER PIC S9(13) VALUE 31501749.
               10  FILLER PIC S9(13) VALUE -122918322.
               10  FILLER PIC S9(13) VALUE 472480964.
               10  FILLER PIC S9(13) VALUE 742242506.
               10  FILLER PIC S9(13) VALUE -157284846.
               10  FILLER PIC S9(13) VALUE 43646041.
               10  FILLER PIC S9(13) VALUE -4893191.
               10  FILLER PIC S9(13) VALUE 3618452.
               10  FILLER PIC S9(13) VALUE -2000967.
               10  FILLER PIC S9(13) VALUE 31406217.
               10  FILLER PIC S9(13) VALUE -122610141.
               10  FILLER PIC S9(13) VALUE 470956197.
               10  FILLER PIC S9(13) VALUE 743550283.
               10  FILLER PIC S9(13) VALUE -157308012.
               10  FILLER PIC S9(13) VALUE 43666973.
               10  FILLER PIC S9(13) VALUE -4906697.
               10  FILLER PIC S9(13) VALUE 3626303.
               10  FILLER PIC S9(13) VALUE -1986842.
               10  FILLER PIC S9(13) VALUE 31310512.
               10  FILLER PIC S9(13) VALUE -122301056.
               10  FILLER PIC S9(13) VALUE 469431364.
               10  FILLER PIC S9(13) VALUE 744855824.
               10  FILLER PIC S9(13) VALUE -157329059.
               10  FILLER PIC S9(13) VALUE 43687282.
               10  FILLER PIC S9(13) VALUE -4920139.
               10  FILLER PIC S9(13) VALUE 3634097.
               10  FILLER PIC S9(13) VALUE -1972758.
               10  FILLER PIC S9(13) VALUE 31214634.
               10  FILLER PIC S9(13) VALUE -121991076.
               10  FILLER PIC S9(13) VALUE 467906478.
               10  FILLER PIC S9(13) VALUE 746159118.
               10  FILLER PIC S9(13) VALUE -157347983.
               10  FILLER PIC S9(13) VALUE 43706966.
               10  FILLER PIC S9(13) VALUE -4933518.
               10  FILLER PIC S9(13) VALUE 3641832.
               10  FILLER PIC S9(13) VALUE -1958717.
               10  FILLER PIC S9(13) VALUE 31118586.
               10  FILLER PIC S9(13) VALUE -121680206.
               10  FILLER PIC S9(13) VALUE 466381550.
               10  FILLER PIC S9(13) VALUE 747460152.
               10  FILLER PIC S9(13) VALUE -157364777.
               10  FILLER PIC S9(13) VALUE 43726024.
               10  FILLER PIC S9(13) VALUE -4946832.
               10  FILLER PIC S9(13) VALUE 3649510.
               10  FILLER PIC S9(13) VALUE -1944717.
               10  FILLER PIC S9(13) VALUE 31022371.
               10  FILLER PIC S9(13) VALUE -121368453.
               10  FILLER PIC S9(13) VALUE 464856591.
               10  FILLER PIC S9(13) VALUE 748758918.
               10  FILLER PIC S9(13) VALUE -157379435.
               10  FILLER PIC S9(13) VALUE 43744452.
               10  FILLER PIC S9(13) VALUE -4960081.
               10  FILLER PIC S9(13) VALUE 3657129.
               10  FILLER PIC S9(13) VALUE -1930760.
               10  FILLER PIC S9(13) VALUE 30925991.
               10  FILLER PIC S9(13) VALUE -121055824.
               10  FILLER PIC S9(13) VALUE 463331613.
               10  FILLER PIC S9(13) VALUE 750055403.
               10  FILLER PIC S9(13) VALUE -157391952.
               10  FILLER PIC S9(13) VALUE 43762249.
               10  FILLER PIC S9(13) VALUE -4973264.
               10  FILLER PIC S9(13) VALUE 3664689.
               10  FILLER PIC S9(13) VALUE -1916845.
               10  FILLER PIC S9(13) VALUE 30829448.
               10  FILLER PIC S9(13) VALUE -120742324.
               10  FILLER PIC S9(13) VALUE 461806628.
               10  FILLER PIC S9(13) VALUE 751349597.
               10  FILLER PIC S9(13) VALUE -157402322.
               10  FILLER PIC S9(13) VALUE 43779412.
               10  FILLER PIC S9(13) VALUE -4986381.
               10  FILLER PIC S9(13) VALUE 3672190.
               10  FILLER PIC S9(13) VALUE -1902974.
               10  FILLER PIC S9(13) VALUE 30732745.
               10  FILLER PIC S9(13) VALUE -120427962.
               10  FILLER PIC S9(13) VALUE 460281646.
               10  FILLER PIC S9(13) VALUE 752641489.
               10  FILLER PIC S9(13) VALUE -157410539.
               10  FILLER PIC S9(13) VALUE 43795939.
               10  FILLER PIC S9(13) VALUE -4999429.
               10  FILLER PIC S9(13) VALUE 3679630.
               10  FILLER PIC S9(13) VALUE -1889145.
               10  FILLER PIC S9(13) VALUE 30635883.
               10  FILLER PIC S9(13) VALUE -120112743.
               10  FILLER PIC S9(13) VALUE 458756679.
               10  FILLER PIC S9(13) VALUE 753931068.
               10  FILLER PIC S9(13) VALUE -157416598.
               10  FILLER PIC S9(13) VALUE 43811829.
               10  FILLER PIC S9(13) VALUE -5012410.
               10  FILLER PIC S9(13) VALUE 3687010.
               10  FILLER PIC S9(13) VALUE -1875360.
               10  FILLER PIC S9(13) VALUE 30538865.
               10  FILLER PIC S9(13) VALUE -119796674.
               10  FILLER PIC S9(13) VALUE 457231738.
               10  FILLER PIC S9(13) VALUE 755218324.
               10  FILLER PIC S9(13) VALUE -157420493.
               10  FILLER PIC S9(13) VALUE 43827078.
               10  FILLER PIC S9(13) VALUE -5025321.
               10  FILLER PIC S9(13) VALUE 3694329.
               10  FILLER PIC S9(13) VALUE -1861618.
               10  FILLER PIC S9(13) VALUE 30441693.
               10  FILLER PIC S9(13) VALUE -119479762.
               10  FILLER PIC S9(13) VALUE 455706836.
               10  FILLER PIC S9(13) VALUE 756503246.
               10  FILLER PIC S9(13) VALUE -157422218.
               10  FILLER PIC S9(13) VALUE 43841684.
               10  FILLER PIC S9(13) VALUE -5038162.
               10  FILLER PIC S9(13) VALUE 3701586.
               10  FILLER PIC S9(13) VALUE -1847921.
               10  FILLER PIC S9(13) VALUE 30344369.
               10  FILLER PIC S9(13) VALUE -119162013.
               10  FILLER PIC S9(13) VALUE 454181983.
               10  FILLER PIC S9(13) VALUE 757785823.
               10  FILLER PIC S9(13) VALUE -157421768.
               10  FILLER PIC S9(13) VALUE 43855647.
               10  FILLER PIC S9(13) VALUE -5050933.
               10  FILLER PIC S9(13) VALUE 3708782.
               10  FILLER PIC S9(13) VALUE -1834268.
               10  FILLER PIC S9(13) VALUE 30246897.
               10  FILLER PIC S9(13) VALUE -118843435.
               10  FILLER PIC S9(13) VALUE 452657190.
               10  FILLER PIC S9(13) VALUE 759066044.
               10  FILLER PIC S9(13) VALUE -157419137.
               10  FILLER PIC S9(13) VALUE 43868962.
               10  FILLER PIC S9(13) VALUE -5063632.
               10  FILLER PIC S9(13) VALUE 3715915.
               10  FILLER PIC S9(13) VALUE -1820659.
               10  FILLER PIC S9(13) VALUE 30149277.
               10  FILLER PIC S9(13) VALUE -118524032.
               10  FILLER PIC S9(13) VALUE 451132470.
               10  FILLER PIC S9(13) VALUE 760343899.
               10  FILLER PIC S9(13) VALUE -157414319.
               10  FILLER PIC S9(13) VALUE 43881628.
               10  FILLER PIC S9(13) VALUE -5076260.
               10  FILLER PIC S9(13) VALUE 3722985.
               10  FILLER PIC S9(13) VALUE -1807095.
               10  FILLER PIC S9(13) VALUE 30051512.
               10  FILLER PIC S9(13) VALUE -118203813.
               10  FILLER PIC S9(13) VALUE 449607834.
               10  FILLER PIC S9(13) VALUE 761619376.
               10  FILLER PIC S9(13) VALUE -157407309.
               10  FILLER PIC S9(13) VALUE 43893643.
               10  FILLER PIC S9(13) VALUE -5088814.
               10  FILLER PIC S9(13) VALUE 3729992.
               10  FILLER PIC S9(13) VALUE -1793576.
               10  FILLER PIC S9(13) VALUE 29953604.
               10  FILLER PIC S9(13) VALUE -117882783.
               10  FILLER PIC S9(13) VALUE 448083292.
               10  FILLER PIC S9(13) VALUE 762892466.
               10  FILLER PIC S9(13) VALUE -157398101.
               10  FILLER PIC S9(13) VALUE 43905005.
               10  FILLER PIC S9(13) VALUE -5101294.
               10  FILLER PIC S9(13) VALUE 3736935.
               10  FILLER PIC S9(13) VALUE -1780103.
               10  FILLER PIC S9(13) VALUE 29855556.
               10  FILLER PIC S9(13) VALUE -117560950.
               10  FILLER PIC S9(13) VALUE 446558857.
               10  FILLER PIC S9(13) VALUE 764163157.
               10  FILLER PIC S9(13) VALUE -157386690.
               10  FILLER PIC S9(13) VALUE 43915711.
               10  FILLER PIC S9(13) VALUE -5113700.
               10  FILLER PIC S9(13) VALUE 3743814.
               10  FILLER PIC S9(13) VALUE -1766675.
               10  FILLER PIC S9(13) VALUE 29757370.
               10  FILLER PIC S9(13) VALUE -117238319.
               10  FILLER PIC S9(13) VALUE 445034539.
               10  FILLER PIC S9(13) VALUE 765431440.
               10  FILLER PIC S9(13) VALUE -157373070.
               10  FILLER PIC S9(13) VALUE 43925760.
               10  FILLER PIC S9(13) VALUE -5126031.
               10  FILLER PIC S9(13) VALUE 3750628.
               10  FILLER PIC S9(13) VALUE -1753293.
               10  FILLER PIC S9(13) VALUE 29659048.
               10  FILLER PIC S9(13) VALUE -116914898.
               10  FILLER PIC S9(13) VALUE 443510350.
               10  FILLER PIC S9(13) VALUE 766697302.
               10  FILLER PIC S9(13) VALUE -157357235.
               10  FILLER PIC S9(13) VALUE 43935148.
               10  FILLER PIC S9(13) VALUE -5138286.
               10  FILLER PIC S9(13) VALUE 3757376.
               10  FILLER PIC S9(13) VALUE -1739956.
               10  FILLER PIC S9(13) VALUE 29560592.
               10  FILLER PIC S9(13) VALUE -116590693.
               10  FILLER PIC S9(13) VALUE 441986302.
               10  FILLER PIC S9(13) VALUE 767960734.
               10  FILLER PIC S9(13) VALUE -157339181.
               10  FILLER PIC S9(13) VALUE 43943875.
               10  FILLER PIC S9(13) VALUE -5150463.
               10  FILLER PIC S9(13) VALUE 3764059.
               10  FILLER PIC S9(13) VALUE -1726667.
               10  FILLER PIC S9(13) VALUE 29462005.
               10  FILLER PIC S9(13) VALUE -116265711.
               10  FILLER PIC S9(13) VALUE 440462405.
               10  FILLER PIC S9(13) VALUE 769221726.
               10  FILLER PIC S9(13) VALUE -157318900.
               10  FILLER PIC S9(13) VALUE 43951938.
               10  FILLER PIC S9(13) VALUE -5162564.
               10  FILLER PIC S9(13) VALUE 3770676.
               10  FILLER PIC S9(13) VALUE -1713423.
               10  FILLER PIC S9(13) VALUE 29363288.
               10  FILLER PIC S9(13) VALUE -115939957.
               10  FILLER PIC S9(13) VALUE 438938671.
               10  FILLER PIC S9(13) VALUE 770480265.
               10  FILLER PIC S9(13) VALUE -157296389.
               10  FILLER PIC S9(13) VALUE 43959334.
               10  FILLER PIC S9(13) VALUE -5174585.
               10  FILLER PIC S9(13) VALUE 3777227.
               10  FILLER PIC S9(13) VALUE -1700227.
               10  FILLER PIC S9(13) VALUE 29264444.
               10  FILLER PIC S9(13) VALUE -115613439.
               10  FILLER PIC S9(13) VALUE 437415111.
               10  FILLER PIC S9(13) VALUE 771736343.
               10  FILLER PIC S9(13) VALUE -157271641.
               10  FILLER PIC S9(13) VALUE 43966062.
               10  FILLER PIC S9(13) VALUE -5186528.
               10  FILLER PIC S9(13) VALUE 3783710.
               10  FILLER PIC S9(13) VALUE -1687077.
               10  FILLER PIC S9(13) VALUE 29165475.
               10  FILLER PIC S9(13) VALUE -115286164.
               10  FILLER PIC S9(13) VALUE 435891736.
               10  FILLER PIC S9(13) VALUE 772989948.
               10  FILLER PIC S9(13) VALUE -157244651.
               10  FILLER PIC S9(13) VALUE 43972120.
               10  FILLER PIC S9(13) VALUE -5198391.
               10  FILLER PIC S9(13) VALUE 3790126.
               10  FILLER PIC S9(13) VALUE -1673975.
               10  FILLER PIC S9(13) VALUE 29066383.
               10  FILLER PIC S9(13) VALUE -114958137.
               10  FILLER PIC S9(13) VALUE 434368559.
               10  FILLER PIC S9(13) VALUE 774241070.
               10  FILLER PIC S9(13) VALUE -157215413.
               10  FILLER PIC S9(13) VALUE 43977504.
               10  FILLER PIC S9(13) VALUE -5210173.
               10  FILLER PIC S9(13) VALUE 3796473.
               10  FILLER PIC S9(13) VALUE -1660920.
               10  FILLER PIC S9(13) VALUE 28967171.
               10  FILLER PIC S9(13) VALUE -114629366.
               10  FILLER PIC S9(13) VALUE 432845589.
               10  FILLER PIC S9(13) VALUE 775489698.
               10  FILLER PIC S9(13) VALUE -157183923.
               10  FILLER PIC S9(13) VALUE 43982214.
               10  FILLER PIC S9(13) VALUE -5221873.
               10  FILLER PIC S9(13) VALUE 3802752.
               10  FILLER PIC S9(13) VALUE -1647913.
               10  FILLER PIC S9(13) VALUE 28867840.
               10  FILLER PIC S9(13) VALUE -114299856.
               10  FILLER PIC S9(13) VALUE 431322839.
               10  FILLER PIC S9(13) VALUE 776735822.
               10  FILLER PIC S9(13) VALUE -157150174.
               10  FILLER PIC S9(13) VALUE 43986248.
               10  FILLER PIC S9(13) VALUE -5233491.
               10  FILLER PIC S9(13) VALUE 3808963.
               10  FILLER PIC S9(13) VALUE -1634953.
               10  FILLER PIC S9(13) VALUE 28768393.
               10  FILLER PIC S9(13) VALUE -113969615.
               10  FILLER PIC S9(13) VALUE 429800319.
               10  FILLER PIC S9(13) VALUE 777979431.
               10  FILLER PIC S9(13) VALUE -157114161.
               10  FILLER PIC S9(13) VALUE 43989602.
               10  FILLER PIC S9(13) VALUE -5245026.
               10  FILLER PIC S9(13) VALUE 3815103.
               10  FILLER PIC S9(13) VALUE -1622042.
               10  FILLER PIC S9(13) VALUE 28668833.
               10  FILLER PIC S9(13) VALUE -113638648.
               10  FILLER PIC S9(13) VALUE 428278041.
               10  FILLER PIC S9(13) VALUE 779220515.
               10  FILLER PIC S9(13) VALUE -157075880.
               10  FILLER PIC S9(13) VALUE 43992275.
               10  FILLER PIC S9(13) VALUE -5256477.
               10  FILLER PIC S9(13) VALUE 3821174.
               10  FILLER PIC S9(13) VALUE -1609179.
               10  FILLER PIC S9(13) VALUE 28569160.
               10  FILLER PIC S9(13) VALUE -113306963.
               10  FILLER PIC S9(13) VALUE 426756016.
               10  FILLER PIC S9(13) VALUE 780459064.
               10  FILLER PIC S9(13) VALUE -157035323.
               10  FILLER PIC S9(13) VALUE 43994265.
               10  FILLER PIC S9(13) VALUE -5267843.
               10  FILLER PIC S9(13) VALUE 3827175.
               10  FILLER PIC S9(13) VALUE -1596365.
               10  FILLER PIC S9(13) VALUE 28469378.
               10  FILLER PIC S9(13) VALUE -112974566.
               10  FILLER PIC S9(13) VALUE 425234256.
               10  FILLER PIC S9(13) VALUE 781695066.
               10  FILLER PIC S9(13) VALUE -156992487.
               10  FILLER PIC S9(13) VALUE 43995570.
               10  FILLER PIC S9(13) VALUE -5279124.
               10  FILLER PIC S9(13) VALUE 3833105.
               10  FILLER PIC S9(13) VALUE -1583600.
               10  FILLER PIC S9(13) VALUE 28369488.
               10  FILLER PIC S9(13) VALUE -112641463.
               10  FILLER PIC S9(13) VALUE 423712770.
               10  FILLER PIC S9(13) VALUE 782928513.
               10  FILLER PIC S9(13) VALUE -156947365.
               10  FILLER PIC S9(13) VALUE 43996187.
               10  FILLER PIC S9(13) VALUE -5290318.
               10  FILLER PIC S9(13) VALUE 3838963.
               10  FILLER PIC S9(13) VALUE -1570883.
               10  FILLER PIC S9(13) VALUE 28269493.
               10  FILLER PIC S9(13) VALUE -112307662.
               10  FILLER PIC S9(13) VALUE 422191572.
               10  FILLER PIC S9(13) VALUE 784159392.
               10  FILLER PIC S9(13) VALUE -156899953.
               10  FILLER PIC S9(13) VALUE 43996115.
               10  FILLER PIC S9(13) VALUE -5301426.
               10  FILLER PIC S9(13) VALUE 3844750.
               10  FILLER PIC S9(13) VALUE -1558216.
               10  FILLER PIC S9(13) VALUE 28169394.
               10  FILLER PIC S9(13) VALUE -111973167.
               10  FILLER PIC S9(13) VALUE 420670671.
               10  FILLER PIC S9(13) VALUE 785387694.
               10  FILLER PIC S9(13) VALUE -156850244.
               10  FILLER PIC S9(13) VALUE 43995351.
               10  FILLER PIC S9(13) VALUE -5312445.
               10  FILLER PIC S9(13) VALUE 3850465.
               10  FILLER PIC S9(13) VALUE -1545598.
               10  FILLER PIC S9(13) VALUE 28069195.
               10  FILLER PIC S9(13) VALUE -111637987.
               10  FILLER PIC S9(13) VALUE 419150079.
               10  FILLER PIC S9(13) VALUE 786613409.
               10  FILLER PIC S9(13) VALUE -156798235.
               10  FILLER PIC S9(13) VALUE 43993894.
               10  FILLER PIC S9(13) VALUE -5323376.
               10  FILLER PIC S9(13) VALUE 3856107.
               10  FILLER PIC S9(13) VALUE -1533030.
               10  FILLER PIC S9(13) VALUE 27968896.
               10  FILLER PIC S9(13) VALUE -111302127.
               10  FILLER PIC S9(13) VALUE 417629807.
               10  FILLER PIC S9(13) VALUE 787836526.
               10  FILLER PIC S9(13) VALUE -156743918.
               10  FILLER PIC S9(13) VALUE 43991741.
               10  FILLER PIC S9(13) VALUE -5334218.
               10  FILLER PIC S9(13) VALUE 3861676.
               10  FILLER PIC S9(13) VALUE -1520511.
               10  FILLER PIC S9(13) VALUE 27868501.
               10  FILLER PIC S9(13) VALUE -110965594.
               10  FILLER PIC S9(13) VALUE 416109866.
               10  FILLER PIC S9(13) VALUE 789057035.
               10  FILLER PIC S9(13) VALUE -156687290.
               10  FILLER PIC S9(13) VALUE 43988891.
               10  FILLER PIC S9(13) VALUE -5344969.
               10  FILLER PIC S9(13) VALUE 3867171.
               10  FILLER PIC S9(13) VALUE -1508042.
               10  FILLER PIC S9(13) VALUE 27768012.
               10  FILLER PIC S9(13) VALUE -110628394.
               10  FILLER PIC S9(13) VALUE 414590267.
               10  FILLER PIC S9(13) VALUE 790274925.
               10  FILLER PIC S9(13) VALUE -156628345.
               10  FILLER PIC S9(13) VALUE 43985341.
               10  FILLER PIC S9(13) VALUE -5355629.
               10  FILLER PIC S9(13) VALUE 3872593.
               10  FILLER PIC S9(13) VALUE -1495624.
               10  FILLER PIC S9(13) VALUE 27667430.
               10  FILLER PIC S9(13) VALUE -110290534.
               10  FILLER PIC S9(13) VALUE 413071022.
               10  FILLER PIC S9(13) VALUE 791490187.
               10  FILLER PIC S9(13) VALUE -156567077.
               10  FILLER PIC S9(13) VALUE 43981089.
               10  FILLER PIC S9(13) VALUE -5366197.
               10  FILLER PIC S9(13) VALUE 3877940.
               10  FILLER PIC S9(13) VALUE -1483256.
               10  FILLER PIC S9(13) VALUE 27566757.
               10  FILLER PIC S9(13) VALUE -109952020.
               10  FILLER PIC S9(13) VALUE 411552142.
               10  FILLER PIC S9(13) VALUE 792702810.
               10  FILLER PIC S9(13) VALUE -156503482.
               10  FILLER PIC S9(13) VALUE 43976133.
               10  FILLER PIC S9(13) VALUE -5376673.
               10  FILLER PIC S9(13) VALUE 3883212.
               10  FILLER PIC S9(13) VALUE -1470938.
               10  FILLER PIC S9(13) VALUE 27465996.
               10  FILLER PIC S9(13) VALUE -109612859.
               10  FILLER PIC S9(13) VALUE 410033637.
               10  FILLER PIC S9(13) VALUE 793912783.
               10  FILLER PIC S9(13) VALUE -156437554.
               10  FILLER PIC S9(13) VALUE 43970472.
               10  FILLER PIC S9(13) VALUE -5387055.
               10  FILLER PIC S9(13) VALUE 3888408.
               10  FILLER PIC S9(13) VALUE -1458672.
               10  FILLER PIC S9(13) VALUE 27365150.
               10  FILLER PIC S9(13) VALUE -109273058.
               10  FILLER PIC S9(13) VALUE 408515519.
               10  FILLER PIC S9(13) VALUE 795120097.
               10  FILLER PIC S9(13) VALUE -156369288.
               10  FILLER PIC S9(13) VALUE 43964102.
               10  FILLER PIC S9(13) VALUE -5397343.
               10  FILLER PIC S9(13) VALUE 3893529.
               10  FILLER PIC S9(13) VALUE -1446456.
               10  FILLER PIC S9(13) VALUE 27264219.
               10  FILLER PIC S9(13) VALUE -108932622.
               10  FILLER PIC S9(13) VALUE 406997799.
               10  FILLER PIC S9(13) VALUE 796324742.
               10  FILLER PIC S9(13) VALUE -156298679.
               10  FILLER PIC S9(13) VALUE 43957023.
               10  FILLER PIC S9(13) VALUE -5407536.
               10  FILLER PIC S9(13) VALUE 3898573.
               10  FILLER PIC S9(13) VALUE -1434291.
               10  FILLER PIC S9(13) VALUE 27163206.
               10  FILLER PIC S9(13) VALUE -108591557.
               10  FILLER PIC S9(13) VALUE 405480487.
               10  FILLER PIC S9(13) VALUE 797526706.
               10  FILLER PIC S9(13) VALUE -156225721.
               10  FILLER PIC S9(13) VALUE 43949232.
               10  FILLER PIC S9(13) VALUE -5417633.
               10  FILLER PIC S9(13) VALUE 3903541.
               10  FILLER PIC S9(13) VALUE -1422177.
               10  FILLER PIC S9(13) VALUE 27062114.
               10  FILLER PIC S9(13) VALUE -108249872.
               10  FILLER PIC S9(13) VALUE 403963596.
               10  FILLER PIC S9(13) VALUE 798725981.
               10  FILLER PIC S9(13) VALUE -156150410.
               10  FILLER PIC S9(13) VALUE 43940727.
               10  FILLER PIC S9(13) VALUE -5427633.
               10  FILLER PIC S9(13) VALUE 3908432.
               10  FILLER PIC S9(13) VALUE -1410115.
               10  FILLER PIC S9(13) VALUE 26960944.
               10  FILLER PIC S9(13) VALUE -107907571.
               10  FILLER PIC S9(13) VALUE 402447135.
               10  FILLER PIC S9(13) VALUE 799922555.
               10  FILLER PIC S9(13) VALUE -156072740.
               10  FILLER PIC S9(13) VALUE 43931506.
               10  FILLER PIC S9(13) VALUE -5437536.
               10  FILLER PIC S9(13) VALUE 3913245.
               10  FILLER PIC S9(13) VALUE -1398104.
               10  FILLER PIC S9(13) VALUE 26859698.
               10  FILLER PIC S9(13) VALUE -107564662.
               10  FILLER PIC S9(13) VALUE 400931116.
               10  FILLER PIC S9(13) VALUE 801116419.
               10  FILLER PIC S9(13) VALUE -155992707.
               10  FILLER PIC S9(13) VALUE 43921567.
               10  FILLER PIC S9(13) VALUE -5447340.
               10  FILLER PIC S9(13) VALUE 3917979.
               10  FILLER PIC S9(13) VALUE -1386145.
               10  FILLER PIC S9(13) VALUE 26758379.
               10  FILLER PIC S9(13) VALUE -107221150.
               10  FILLER PIC S9(13) VALUE 399415550.
               10  FILLER PIC S9(13) VALUE 802307563.
               10  FILLER PIC S9(13) VALUE -155910304.
               10  FILLER PIC S9(13) VALUE 43910909.
               10  FILLER PIC S9(13) VALUE -5457046.
               10  FILLER PIC S9(13) VALUE 3922636.
               10  FILLER PIC S9(13) VALUE -1374238.
               10  FILLER PIC S9(13) VALUE 26656988.
               10  FILLER PIC S9(13) VALUE -106877043.
               10  FILLER PIC S9(13) VALUE 397900448.
               10  FILLER PIC S9(13) VALUE 803495977.
               10  FILLER PIC S9(13) VALUE -155825528.
               10  FILLER PIC S9(13) VALUE 43899528.
               10  FILLER PIC S9(13) VALUE -5466652.
               10  FILLER PIC S9(13) VALUE 3927213.
               10  FILLER PIC S9(13) VALUE -1362383.
               10  FILLER PIC S9(13) VALUE 26555528.
               10  FILLER PIC S9(13) VALUE -106532346.
               10  FILLER PIC S9(13) VALUE 396385821.
               10  FILLER PIC S9(13) VALUE 804681650.
               10  FILLER PIC S9(13) VALUE -155738373.
               10  FILLER PIC S9(13) VALUE 43887424.
               10  FILLER PIC S9(13) VALUE -5476157.
               10  FILLER PIC S9(13) VALUE 3931710.
               10  FILLER PIC S9(13) VALUE -1350581.
               10  FILLER PIC S9(13) VALUE 26454001.
               10  FILLER PIC S9(13) VALUE -106187066.
               10  FILLER PIC S9(13) VALUE 394871680.
               10  FILLER PIC S9(13) VALUE 805864572.
               10  FILLER PIC S9(13) VALUE -155648833.
               10  FILLER PIC S9(13) VALUE 43874594.
               10  FILLER PIC S9(13) VALUE -5485560.
               10  FILLER PIC S9(13) VALUE 3936128.
               10  FILLER PIC S9(13) VALUE -1338830.
               10  FILLER PIC S9(13) VALUE 26352409.
               10  FILLER PIC S9(13) VALUE -105841209.
               10  FILLER PIC S9(13) VALUE 393358035.
               10  FILLER PIC S9(13) VALUE 807044734.
               10  FILLER PIC S9(13) VALUE -155556905.
               10  FILLER PIC S9(13) VALUE 43861037.
               10  FILLER PIC S9(13) VALUE -5494861.
               10  FILLER PIC S9(13) VALUE 3940466.
               10  FILLER PIC S9(13) VALUE -1327132.
               10  FILLER PIC S9(13) VALUE 26250753.
               10  FILLER PIC S9(13) VALUE -105494782.
               10  FILLER PIC S9(13) VALUE 391844899.
               10  FILLER PIC S9(13) VALUE 808222125.
               10  FILLER PIC S9(13) VALUE -155462582.
               10  FILLER PIC S9(13) VALUE 43846750.
               10  FILLER PIC S9(13) VALUE -5504060.
               10  FILLER PIC S9(13) VALUE 3944723.
               10  FILLER PIC S9(13) VALUE -1315487.
               10  FILLER PIC S9(13) VALUE 26149037.
               10  FILLER PIC S9(13) VALUE -105147791.
               10  FILLER PIC S9(13) VALUE 390332281.
               10  FILLER PIC S9(13) VALUE 809396736.
               10  FILLER PIC S9(13) VALUE -155365861.
               10  FILLER PIC S9(13) VALUE 43831731.
               10  FILLER PIC S9(13) VALUE -5513154.
               10  FILLER PIC S9(13) VALUE 3948898.
               10  FILLER PIC S9(13) VALUE -1303895.
               10  FILLER PIC S9(13) VALUE 26047262.
               10  FILLER PIC S9(13) VALUE -104800242.
               10  FILLER PIC S9(13) VALUE 388820192.
               10  FILLER PIC S9(13) VALUE 810568556.
               10  FILLER PIC S9(13) VALUE -155266735.
               10  FILLER PIC S9(13) VALUE 43815978.
               10  FILLER PIC S9(13) VALUE -5522143.
               10  FILLER PIC S9(13) VALUE 3952992.
               10  FILLER PIC S9(13) VALUE -1292355.
               10  FILLER PIC S9(13) VALUE 25945429.
               10  FILLER PIC S9(13) VALUE -104452142.
               10  FILLER PIC S9(13) VALUE 387308644.
               10  FILLER PIC S9(13) VALUE 811737576.
               10  FILLER PIC S9(13) VALUE -155165200.
               10  FILLER PIC S9(13) VALUE 43799491.
               10  FILLER PIC S9(13) VALUE -5531027.
               10  FILLER PIC S9(13) VALUE 3957004.
               10  FILLER PIC S9(13) VALUE -1280869.
               10  FILLER PIC S9(13) VALUE 25843542.
               10  FILLER PIC S9(13) VALUE -104103497.
               10  FILLER PIC S9(13) VALUE 385797647.
               10  FILLER PIC S9(13) VALUE 812903786.
               10  FILLER PIC S9(13) VALUE -155061252.
               10  FILLER PIC S9(13) VALUE 43782265.
               10  FILLER PIC S9(13) VALUE -5539805.
               10  FILLER PIC S9(13) VALUE 3960933.
               10  FILLER PIC S9(13) VALUE -1269436.
               10  FILLER PIC S9(13) VALUE 25741602.
               10  FILLER PIC S9(13) VALUE -103754314.
               10  FILLER PIC S9(13) VALUE 384287212.
               10  FILLER PIC S9(13) VALUE 814067175.
               10  FILLER PIC S9(13) VALUE -154954884.
               10  FILLER PIC S9(13) VALUE 43764301.
               10  FILLER PIC S9(13) VALUE -5548476.
               10  FILLER PIC S9(13) VALUE 3964779.
               10  FILLER PIC S9(13) VALUE -1258056.
               10  FILLER PIC S9(13) VALUE 25639611.
               10  FILLER PIC S9(13) VALUE -103404598.
               10  FILLER PIC S9(13) VALUE 382777350.
               10  FILLER PIC S9(13) VALUE 815227734.
               10  FILLER PIC S9(13) VALUE -154846093.
               10  FILLER PIC S9(13) VALUE 43745595.
               10  FILLER PIC S9(13) VALUE -5557038.
               10  FILLER PIC S9(13) VALUE 3968541.
               10  FILLER PIC S9(13) VALUE -1246729.
               10  FILLER PIC S9(13) VALUE 25537571.
               10  FILLER PIC S9(13) VALUE -103054356.
               10  FILLER PIC S9(13) VALUE 381268072.
               10  FILLER PIC S9(13) VALUE 816385453.
               10  FILLER PIC S9(13) VALUE -154734873.
               10  FILLER PIC S9(13) VALUE 43726147.
               10  FILLER PIC S9(13) VALUE -5565492.
               10  FILLER PIC S9(13) VALUE 3972220.
               10  FILLER PIC S9(13) VALUE -1235457.
               10  FILLER PIC S9(13) VALUE 25435485.
               10  FILLER PIC S9(13) VALUE -102703595.
               10  FILLER PIC S9(13) VALUE 379759389.
               10  FILLER PIC S9(13) VALUE 817540323.
               10  FILLER PIC S9(13) VALUE -154621219.
               10  FILLER PIC S9(13) VALUE 43705953.
               10  FILLER PIC S9(13) VALUE -5573836.
               10  FILLER PIC S9(13) VALUE 3975815.
               10  FILLER PIC S9(13) VALUE -1224238.
               10  FILLER PIC S9(13) VALUE 25333354.
               10  FILLER PIC S9(13) VALUE -102352321.
               10  FILLER PIC S9(13) VALUE 378251311.
               10  FILLER PIC S9(13) VALUE 818692332.
               10  FILLER PIC S9(13) VALUE -154505127.
               10  FILLER PIC S9(13) VALUE 43685012.
               10  FILLER PIC S9(13) VALUE -5582070.
               10  FILLER PIC S9(13) VALUE 3979324.
               10  FILLER PIC S9(13) VALUE -1213072.
               10  FILLER PIC S9(13) VALUE 25231180.
               10  FILLER PIC S9(13) VALUE -102000539.
               10  FILLER PIC S9(13) VALUE 376743850.
               10  FILLER PIC S9(13) VALUE 819841473.
               10  FILLER PIC S9(13) VALUE -154386592.
               10  FILLER PIC S9(13) VALUE 43663323.
               10  FILLER PIC S9(13) VALUE -5590193.
               10  FILLER PIC S9(13) VALUE 3982749.
               10  FILLER PIC S9(13) VALUE -1201961.
               10  FILLER PIC S9(13) VALUE 25128966.
               10  FILLER PIC S9(13) VALUE -101648257.
               10  FILLER PIC S9(13) VALUE 375237015.
               10  FILLER PIC S9(13) VALUE 820987734.
               10  FILLER PIC S9(13) VALUE -154265609.
               10  FILLER PIC S9(13) VALUE 43640883.
               10  FILLER PIC S9(13) VALUE -5598204.
               10  FILLER PIC S9(13) VALUE 3986087.
               10  FILLER PIC S9(13) VALUE -1190904.
               10  FILLER PIC S9(13) VALUE 25026712.
               10  FILLER PIC S9(13) VALUE -101295480.
               10  FILLER PIC S9(13) VALUE 373730818.
               10  FILLER PIC S9(13) VALUE 822131106.
               10  FILLER PIC S9(13) VALUE -154142172.
               10  FILLER PIC S9(13) VALUE 43617691.
               10  FILLER PIC S9(13) VALUE -5606101.
               10  FILLER PIC S9(13) VALUE 3989340.
               10  FILLER PIC S9(13) VALUE -1179901.
               10  FILLER PIC S9(13) VALUE 24924423.
               10  FILLER PIC S9(13) VALUE -100942215.
               10  FILLER PIC S9(13) VALUE 372225270.
               10  FILLER PIC S9(13) VALUE 823271580.
               10  FILLER PIC S9(13) VALUE -154016278.
               10  FILLER PIC S9(13) VALUE 43593744.
               10  FILLER PIC S9(13) VALUE -5613886.
               10  FILLER PIC S9(13) VALUE 3992506.
               10  FILLER PIC S9(13) VALUE -1168952.
               10  FILLER PIC S9(13) VALUE 24822098.
               10  FILLER PIC S9(13) VALUE -100588469.
               10  FILLER PIC S9(13) VALUE 370720381.
               10  FILLER PIC S9(13) VALUE 824409145.
               10  FILLER PIC S9(13) VALUE -153887922.
               10  FILLER PIC S9(13) VALUE 43569041.
               10  FILLER PIC S9(13) VALUE -5621556.
               10  FILLER PIC S9(13) VALUE 3995585.
               10  FILLER PIC S9(13) VALUE -1158058.
               10  FILLER PIC S9(13) VALUE 24719741.
               10  FILLER PIC S9(13) VALUE -100234247.
               10  FILLER PIC S9(13) VALUE 369216162.
               10  FILLER PIC S9(13) VALUE 825543792.
               10  FILLER PIC S9(13) VALUE -153757099.
               10  FILLER PIC S9(13) VALUE 43543580.
               10  FILLER PIC S9(13) VALUE -5629110.
               10  FILLER PIC S9(13) VALUE 3998577.
               10  FILLER PIC S9(13) VALUE -1147218.
               10  FILLER PIC S9(13) VALUE 24617353.
               10  FILLER PIC S9(13) VALUE -99879555.
               10  FILLER PIC S9(13) VALUE 367712623.
               10  FILLER PIC S9(13) VALUE 826675511.
               10  FILLER PIC S9(13) VALUE -153623803.
               10  FILLER PIC S9(13) VALUE 43517359.
               10  FILLER PIC S9(13) VALUE -5636549.
               10  FILLER PIC S9(13) VALUE 4001481.
               10  FILLER PIC S9(13) VALUE -1136433.
               10  FILLER PIC S9(13) VALUE 24514936.
               10  FILLER PIC S9(13) VALUE -99524400.
               10  FILLER PIC S9(13) VALUE 366209776.
               10  FILLER PIC S9(13) VALUE 827804293.
               10  FILLER PIC S9(13) VALUE -153488031.
               10  FILLER PIC S9(13) VALUE 43490377.
               10  FILLER PIC S9(13) VALUE -5643870.
               10  FILLER PIC S9(13) VALUE 4004297.
               10  FILLER PIC S9(13) VALUE -1125702.
               10  FILLER PIC S9(13) VALUE 24412493.
               10  FILLER PIC S9(13) VALUE -99168788.
               10  FILLER PIC S9(13) VALUE 364707631.
               10  FILLER PIC S9(13) VALUE 828930129.
               10  FILLER PIC S9(13) VALUE -153349778.
               10  FILLER PIC S9(13) VALUE 43462631.
               10  FILLER PIC S9(13) VALUE -5651074.
               10  FILLER PIC S9(13) VALUE 4007024.
               10  FILLER PIC S9(13) VALUE -1115026.
               10  FILLER PIC S9(13) VALUE 24310024.
               10  FILLER PIC S9(13) VALUE -98812726.
               10  FILLER PIC S9(13) VALUE 363206199.
               10  FILLER PIC S9(13) VALUE 830053007.
               10  FILLER PIC S9(13) VALUE -153209039.
               10  FILLER PIC S9(13) VALUE 43434120.
               10  FILLER PIC S9(13) VALUE -5658160.
               10  FILLER PIC S9(13) VALUE 4009662.
               10  FILLER PIC S9(13) VALUE -1104406.
               10  FILLER PIC S9(13) VALUE 24207533.
               10  FILLER PIC S9(13) VALUE -98456219.
               10  FILLER PIC S9(13) VALUE 361705489.
               10  FILLER PIC S9(13) VALUE 831172920.
               10  FILLER PIC S9(13) VALUE -153065809.
               10  FILLER PIC S9(13) VALUE 43404842.
               10  FILLER PIC S9(13) VALUE -5665126.
               10  FILLER PIC S9(13) VALUE 4012211.
               10  FILLER PIC S9(13) VALUE -1093840.
               10  FILLER PIC S9(13) VALUE 24105021.
               10  FILLER PIC S9(13) VALUE -98099274.
               10  FILLER PIC S9(13) VALUE 360205514.
               10  FILLER PIC S9(13) VALUE 832289857.
               10  FILLER PIC S9(13) VALUE -152920084.
               10  FILLER PIC S9(13) VALUE 43374795.
               10  FILLER PIC S9(13) VALUE -5671972.
               10  FILLER PIC S9(13) VALUE 4014669.
               10  FILLER PIC S9(13) VALUE -1083329.
               10  FILLER PIC S9(13) VALUE 24002490.
               10  FILLER PIC S9(13) VALUE -97741897.
               10  FILLER PIC S9(13) VALUE 358706283.
               10  FILLER PIC S9(13) VALUE 833403808.
               10  FILLER PIC S9(13) VALUE -152771859.
               10  FILLER PIC S9(13) VALUE 43343977.
               10  FILLER PIC S9(13) VALUE -5678697.
               10  FILLER PIC S9(13) VALUE 4017038.
               10  FILLER PIC S9(13) VALUE -1072873.
               10  FILLER PIC S9(13) VALUE 23899942.
               10  FILLER PIC S9(13) VALUE -97384094.
               10  FILLER PIC S9(13) VALUE 357207808.
               10  FILLER PIC S9(13) VALUE 834514765.
               10  FILLER PIC S9(13) VALUE -152621130.
               10  FILLER PIC S9(13) VALUE 43312386.
               10  FILLER PIC S9(13) VALUE -5685301.
               10  FILLER PIC S9(13) VALUE 4019315.
               10  FILLER PIC S9(13) VALUE -1062473.
               10  FILLER PIC S9(13) VALUE 23797379.
               10  FILLER PIC S9(13) VALUE -97025871.
               10  FILLER PIC S9(13) VALUE 355710097.
               10  FILLER PIC S9(13) VALUE 835622718.
               10  FILLER PIC S9(13) VALUE -152467892.
               10  FILLER PIC S9(13) VALUE 43280022.
               10  FILLER PIC S9(13) VALUE -5691782.
               10  FILLER PIC S9(13) VALUE 4021501.
               10  FILLER PIC S9(13) VALUE -1052127.
               10  FILLER PIC S9(13) VALUE 23694803.
               10  FILLER PIC S9(13) VALUE -96667235.
               10  FILLER PIC S9(13) VALUE 354213164.
               10  FILLER PIC S9(13) VALUE 836727657.
               10  FILLER PIC S9(13) VALUE -152312140.
               10  FILLER PIC S9(13) VALUE 43246882.
               10  FILLER PIC S9(13) VALUE -5698139.
               10  FILLER PIC S9(13) VALUE 4023596.
               10  FILLER PIC S9(13) VALUE -1041837.
               10  FILLER PIC S9(13) VALUE 23592216.
               10  FILLER PIC S9(13) VALUE -96308191.
               10  FILLER PIC S9(13) VALUE 352717016.
               10  FILLER PIC S9(13) VALUE 837829573.
               10  FILLER PIC S9(13) VALUE -152153870.
               10  FILLER PIC S9(13) VALUE 43212963.
               10  FILLER PIC S9(13) VALUE -5704372.
               10  FILLER PIC S9(13) VALUE 4025598.
               10  FILLER PIC S9(13) VALUE -1031603.
               10  FILLER PIC S9(13) VALUE 23489619.
               10  FILLER PIC S9(13) VALUE -95948747.
               10  FILLER PIC S9(13) VALUE 351221666.
               10  FILLER PIC S9(13) VALUE 838928457.
               10  FILLER PIC S9(13) VALUE -151993077.
               10  FILLER PIC S9(13) VALUE 43178266.
               10  FILLER PIC S9(13) VALUE -5710481.
               10  FILLER PIC S9(13) VALUE 4027508.
               10  FILLER PIC S9(13) VALUE -1021424.
               10  FILLER PIC S9(13) VALUE 23387016.
               10  FILLER PIC S9(13) VALUE -95588907.
               10  FILLER PIC S9(13) VALUE 349727124.
               10  FILLER PIC S9(13) VALUE 840024299.
               10  FILLER PIC S9(13) VALUE -151829757.
               10  FILLER PIC S9(13) VALUE 43142787.
               10  FILLER PIC S9(13) VALUE -5716463.
               10  FILLER PIC S9(13) VALUE 4029325.
               10  FILLER PIC S9(13) VALUE -1011301.
               10  FILLER PIC S9(13) VALUE 23284406.
               10  FILLER PIC S9(13) VALUE -95228678.
               10  FILLER PIC S9(13) VALUE 348233400.
               10  FILLER PIC S9(13) VALUE 841117089.
               10  FILLER PIC S9(13) VALUE -151663906.
               10  FILLER PIC S9(13) VALUE 43106525.
               10  FILLER PIC S9(13) VALUE -5722319.
               10  FILLER PIC S9(13) VALUE 4031049.
               10  FILLER PIC S9(13) VALUE -1001233.
               10  FILLER PIC S9(13) VALUE 23181794.
               10  FILLER PIC S9(13) VALUE -94868067.
               10  FILLER PIC S9(13) VALUE 346740505.
               10  FILLER PIC S9(13) VALUE 842206819.
               10  FILLER PIC S9(13) VALUE -151495518.
               10  FILLER PIC S9(13) VALUE 43069479.
               10  FILLER PIC S9(13) VALUE -5728048.
               10  FILLER PIC S9(13) VALUE 4032679.
               10  FILLER PIC S9(13) VALUE -991221.
               10  FILLER PIC S9(13) VALUE 23079179.
               10  FILLER PIC S9(13) VALUE -94507079.
               10  FILLER PIC S9(13) VALUE 345248449.
               10  FILLER PIC S9(13) VALUE 843293480.
               10  FILLER PIC S9(13) VALUE -151324590.
               10  FILLER PIC S9(13) VALUE 43031646.
               10  FILLER PIC S9(13) VALUE -5733648.
               10  FILLER PIC S9(13) VALUE 4034215.
               10  FILLER PIC S9(13) VALUE -981265.
               10  FILLER PIC S9(13) VALUE 22976565.
               10  FILLER PIC S9(13) VALUE -94145721.
               10  FILLER PIC S9(13) VALUE 343757243.
               10  FILLER PIC S9(13) VALUE 844377061.
               10  FILLER PIC S9(13) VALUE -151151117.
               10  FILLER PIC S9(13) VALUE 42993025.
               10  FILLER PIC S9(13) VALUE -5739119.
               10  FILLER PIC S9(13) VALUE 4035656.
               10  FILLER PIC S9(13) VALUE -971364.
               10  FILLER PIC S9(13) VALUE 22873953.
               10  FILLER PIC S9(13) VALUE -93783998.
               10  FILLER PIC S9(13) VALUE 342266897.
               10  FILLER PIC S9(13) VALUE 845457553.
               10  FILLER PIC S9(13) VALUE -150975095.
               10  FILLER PIC S9(13) VALUE 42953615.
               10  FILLER PIC S9(13) VALUE -5744460.
               10  FILLER PIC S9(13) VALUE 4037003.
               10  FILLER PIC S9(13) VALUE -961520.
               10  FILLER PIC S9(13) VALUE 22771346.
               10  FILLER PIC S9(13) VALUE -93421916.
               10  FILLER PIC S9(13) VALUE 340777421.
               10  FILLER PIC S9(13) VALUE 846534948.
               10  FILLER PIC S9(13) VALUE -150796519.
               10  FILLER PIC S9(13) VALUE 42913413.
               10  FILLER PIC S9(13) VALUE -5749671.
               10  FILLER PIC S9(13) VALUE 4038254.
               10  FILLER PIC S9(13) VALUE -951731.
               10  FILLER PIC S9(13) VALUE 22668744.
               10  FILLER PIC S9(13) VALUE -93059483.
               10  FILLER PIC S9(13) VALUE 339288825.
               10  FILLER PIC S9(13) VALUE 847609236.
               10  FILLER PIC S9(13) VALUE -150615385.
               10  FILLER PIC S9(13) VALUE 42872418.
               10  FILLER PIC S9(13) VALUE -5754750.
               10  FILLER PIC S9(13) VALUE 4039409.
               10  FILLER PIC S9(13) VALUE -941998.
               10  FILLER PIC S9(13) VALUE 22566150.
               10  FILLER PIC S9(13) VALUE -92696703.
               10  FILLER PIC S9(13) VALUE 337801122.
               10  FILLER PIC S9(13) VALUE 848680408.
               10  FILLER PIC S9(13) VALUE -150431688.
               10  FILLER PIC S9(13) VALUE 42830628.
               10  FILLER PIC S9(13) VALUE -5759696.
               10  FILLER PIC S9(13) VALUE 4040468.
               10  FILLER PIC S9(13) VALUE -932322.
               10  FILLER PIC S9(13) VALUE 22463565.
               10  FILLER PIC S9(13) VALUE -92333583.
               10  FILLER PIC S9(13) VALUE 336314319.
               10  FILLER PIC S9(13) VALUE 849748455.
               10  FILLER PIC S9(13) VALUE -150245425.
               10  FILLER PIC S9(13) VALUE 42788042.
               10  FILLER PIC S9(13) VALUE -5764510.
               10  FILLER PIC S9(13) VALUE 4041431.
               10  FILLER PIC S9(13) VALUE -922701.
               10  FILLER PIC S9(13) VALUE 22360992.
               10  FILLER PIC S9(13) VALUE -91970129.
               10  FILLER PIC S9(13) VALUE 334828428.
               10  FILLER PIC S9(13) VALUE 850813368.
               10  FILLER PIC S9(13) VALUE -150056591.
               10  FILLER PIC S9(13) VALUE 42744657.
               10  FILLER PIC S9(13) VALUE -5769190.
               10  FILLER PIC S9(13) VALUE 4042296.
               10  FILLER PIC S9(13) VALUE -913136.
               10  FILLER PIC S9(13) VALUE 22258433.
               10  FILLER PIC S9(13) VALUE -91606348.
               10  FILLER PIC S9(13) VALUE 333343460.
               10  FILLER PIC S9(13) VALUE 851875137.
               10  FILLER PIC S9(13) VALUE -149865181.
               10  FILLER PIC S9(13) VALUE 42700473.
               10  FILLER PIC S9(13) VALUE -5773735.
               10  FILLER PIC S9(13) VALUE 4043064.
               10  FILLER PIC S9(13) VALUE -903628.
               10  FILLER PIC S9(13) VALUE 22155889.
               10  FILLER PIC S9(13) VALUE -91242244.
               10  FILLER PIC S9(13) VALUE 331859424.
               10  FILLER PIC S9(13) VALUE 852933753.
               10  FILLER PIC S9(13) VALUE -149671192.
               10  FILLER PIC S9(13) VALUE 42655488.
               10  FILLER PIC S9(13) VALUE -5778144.
               10  FILLER PIC S9(13) VALUE 4043734.
               10  FILLER PIC S9(13) VALUE -894175.
               10  FILLER PIC S9(13) VALUE 22053362.
               10  FILLER PIC S9(13) VALUE -90877824.
               10  FILLER PIC S9(13) VALUE 330376331.
               10  FILLER PIC S9(13) VALUE 853989208.
               10  FILLER PIC S9(13) VALUE -149474619.
               10  FILLER PIC S9(13) VALUE 42609699.
               10  FILLER PIC S9(13) VALUE -5782417.
               10  FILLER PIC S9(13) VALUE 4044306.
               10  FILLER PIC S9(13) VALUE -884779.
               10  FILLER PIC S9(13) VALUE 21950854.
               10  FILLER PIC S9(13) VALUE -90513094.
               10  FILLER PIC S9(13) VALUE 328894191.
               10  FILLER PIC S9(13) VALUE 855041491.
               10  FILLER PIC S9(13) VALUE -149275458.
               10  FILLER PIC S9(13) VALUE 42563106.
               10  FILLER PIC S9(13) VALUE -5786553.
               10  FILLER PIC S9(13) VALUE 4044780.
               10  FILLER PIC S9(13) VALUE -875439.
               10  FILLER PIC S9(13) VALUE 21848366.
               10  FILLER PIC S9(13) VALUE -90148060.
               10  FILLER PIC S9(13) VALUE 327413014.
               10  FILLER PIC S9(13) VALUE 856090596.
               10  FILLER PIC S9(13) VALUE -149073705.
               10  FILLER PIC S9(13) VALUE 42515707.
               10  FILLER PIC S9(13) VALUE -5790551.
               10  FILLER PIC S9(13) VALUE 4045154.
               10  FILLER PIC S9(13) VALUE -866155.
               10  FILLER PIC S9(13) VALUE 21745901.
               10  FILLER PIC S9(13) VALUE -89782729.
               10  FILLER PIC S9(13) VALUE 325932810.
               10  FILLER PIC S9(13) VALUE 857136511.
               10  FILLER PIC S9(13) VALUE -148869356.
               10  FILLER PIC S9(13) VALUE 42467500.
               10  FILLER PIC S9(13) VALUE -5794410.
               10  FILLER PIC S9(13) VALUE 4045429.
               10  FILLER PIC S9(13) VALUE -856928.
               10  FILLER PIC S9(13) VALUE 21643461.
               10  FILLER PIC S9(13) VALUE -89417105.
               10  FILLER PIC S9(13) VALUE 324453590.
               10  FILLER PIC S9(13) VALUE 858179229.
               10  FILLER PIC S9(13) VALUE -148662406.
               10  FILLER PIC S9(13) VALUE 42418483.
               10  FILLER PIC S9(13) VALUE -5798129.
               10  FILLER PIC S9(13) VALUE 4045604.
               10  FILLER PIC S9(13) VALUE -847757.
               10  FILLER PIC S9(13) VALUE 21541047.
               10  FILLER PIC S9(13) VALUE -89051195.
               10  FILLER PIC S9(13) VALUE 322975364.
               10  FILLER PIC S9(13) VALUE 859218740.
               10  FILLER PIC S9(13) VALUE -148452851.
               10  FILLER PIC S9(13) VALUE 42368656.
               10  FILLER PIC S9(13) VALUE -5801709.
               10  FILLER PIC S9(13) VALUE 4045679.
               10  FILLER PIC S9(13) VALUE -838642.
               10  FILLER PIC S9(13) VALUE 21438661.
               10  FILLER PIC S9(13) VALUE -88685006.
               10  FILLER PIC S9(13) VALUE 321498142.
               10  FILLER PIC S9(13) VALUE 860255035.
               10  FILLER PIC S9(13) VALUE -148240688.
               10  FILLER PIC S9(13) VALUE 42318016.
               10  FILLER PIC S9(13) VALUE -5805146.
               10  FILLER PIC S9(13) VALUE 4045654.
               10  FILLER PIC S9(13) VALUE -829583.
               10  FILLER PIC S9(13) VALUE 21336304.
               10  FILLER PIC S9(13) VALUE -88318542.
               10  FILLER PIC S9(13) VALUE 320021934.
               10  FILLER PIC S9(13) VALUE 861288106.
               10  FILLER PIC S9(13) VALUE -148025911.
               10  FILLER PIC S9(13) VALUE 42266562.
               10  FILLER PIC S9(13) VALUE -5808442.
               10  FILLER PIC S9(13) VALUE 4045527.
               10  FILLER PIC S9(13) VALUE -820581.
               10  FILLER PIC S9(13) VALUE 21233980.
               10  FILLER PIC S9(13) VALUE -87951810.
               10  FILLER PIC S9(13) VALUE 318546751.
               10  FILLER PIC S9(13) VALUE 862317944.
               10  FILLER PIC S9(13) VALUE -147808518.
               10  FILLER PIC S9(13) VALUE 42214292.
               10  FILLER PIC S9(13) VALUE -5811595.
               10  FILLER PIC S9(13) VALUE 4045300.
               10  FILLER PIC S9(13) VALUE -811635.
               10  FILLER PIC S9(13) VALUE 21131688.
               10  FILLER PIC S9(13) VALUE -87584817.
               10  FILLER PIC S9(13) VALUE 317072602.
               10  FILLER PIC S9(13) VALUE 863344540.
               10  FILLER PIC S9(13) VALUE -147588503.
               10  FILLER PIC S9(13) VALUE 42161206.
               10  FILLER PIC S9(13) VALUE -5814605.
               10  FILLER PIC S9(13) VALUE 4044970.
               10  FILLER PIC S9(13) VALUE -802745.
               10  FILLER PIC S9(13) VALUE 21029432.
               10  FILLER PIC S9(13) VALUE -87217566.
               10  FILLER PIC S9(13) VALUE 315599497.
               10  FILLER PIC S9(13) VALUE 864367884.
               10  FILLER PIC S9(13) VALUE -147365864.
               10  FILLER PIC S9(13) VALUE 42107300.
               10  FILLER PIC S9(13) VALUE -5817470.
               10  FILLER PIC S9(13) VALUE 4044538.
               10  FILLER PIC S9(13) VALUE -793912.
               10  FILLER PIC S9(13) VALUE 20927213.
               10  FILLER PIC S9(13) VALUE -86850066.
               10  FILLER PIC S9(13) VALUE 314127447.
               10  FILLER PIC S9(13) VALUE 865387969.
               10  FILLER PIC S9(13) VALUE -147140596.
               10  FILLER PIC S9(13) VALUE 42052574.
               10  FILLER PIC S9(13) VALUE -5820189.
               10  FILLER PIC S9(13) VALUE 4044004.
               10  FILLER PIC S9(13) VALUE -785135.
               10  FILLER PIC S9(13) VALUE 20825033.
               10  FILLER PIC S9(13) VALUE -86482321.
               10  FILLER PIC S9(13) VALUE 312656462.
               10  FILLER PIC S9(13) VALUE 866404785.
               10  FILLER PIC S9(13) VALUE -146912694.
               10  FILLER PIC S9(13) VALUE 41997027.
               10  FILLER PIC S9(13) VALUE -5822763.
               10  FILLER PIC S9(13) VALUE 4043367.
               10  FILLER PIC S9(13) VALUE -776414.
               10  FILLER PIC S9(13) VALUE 20722893.
               10  FILLER PIC S9(13) VALUE -86114337.
               10  FILLER PIC S9(13) VALUE 311186551.
               10  FILLER PIC S9(13) VALUE 867418324.
               10  FILLER PIC S9(13) VALUE -146682156.
               10  FILLER PIC S9(13) VALUE 41940656.
               10  FILLER PIC S9(13) VALUE -5825190.
               10  FILLER PIC S9(13) VALUE 4042627.
               10  FILLER PIC S9(13) VALUE -767750.
               10  FILLER PIC S9(13) VALUE 20620796.
               10  FILLER PIC S9(13) VALUE -85746121.
               10  FILLER PIC S9(13) VALUE 309717725.
               10  FILLER PIC S9(13) VALUE 868428577.
               10  FILLER PIC S9(13) VALUE -146448976.
               10  FILLER PIC S9(13) VALUE 41883460.
               10  FILLER PIC S9(13) VALUE -5827469.
               10  FILLER PIC S9(13) VALUE 4041783.
               10  FILLER PIC S9(13) VALUE -759141.
               10  FILLER PIC S9(13) VALUE 20518742.
               10  FILLER PIC S9(13) VALUE -85377678.
               10  FILLER PIC S9(13) VALUE 308249993.
               10  FILLER PIC S9(13) VALUE 869435535.
               10  FILLER PIC S9(13) VALUE -146213152.
               10  FILLER PIC S9(13) VALUE 41825439.
               10  FILLER PIC S9(13) VALUE -5829599.
               10  FILLER PIC S9(13) VALUE 4040834.
               10  FILLER PIC S9(13) VALUE -750590.
               10  FILLER PIC S9(13) VALUE 20416735.
               10  FILLER PIC S9(13) VALUE -85009014.
               10  FILLER PIC S9(13) VALUE 306783366.
               10  FILLER PIC S9(13) VALUE 870439190.
               10  FILLER PIC S9(13) VALUE -145974679.
               10  FILLER PIC S9(13) VALUE 41766589.
               10  FILLER PIC S9(13) VALUE -5831581.
               10  FILLER PIC S9(13) VALUE 4039782.
               10  FILLER PIC S9(13) VALUE -742094.
               10  FILLER PIC S9(13) VALUE 20314775.
               10  FILLER PIC S9(13) VALUE -84640135.
               10  FILLER PIC S9(13) VALUE 305317854.
               10  FILLER PIC S9(13) VALUE 871439532.
               10  FILLER PIC S9(13) VALUE -145733553.
               10  FILLER PIC S9(13) VALUE 41706910.
               10  FILLER PIC S9(13) VALUE -5833412.
               10  FILLER PIC S9(13) VALUE 4038625.
               10  FILLER PIC S9(13) VALUE -733655.
               10  FILLER PIC S9(13) VALUE 20212864.
               10  FILLER PIC S9(13) VALUE -84271047.
               10  FILLER PIC S9(13) VALUE 303853467.
               10  FILLER PIC S9(13) VALUE 872436555.
               10  FILLER PIC S9(13) VALUE -145489771.
               10  FILLER PIC S9(13) VALUE 41646401.
               10  FILLER PIC S9(13) VALUE -5835093.
               10  FILLER PIC S9(13) VALUE 4037362.
               10  FILLER PIC S9(13) VALUE -725272.
               10  FILLER PIC S9(13) VALUE 20111004.
               10  FILLER PIC S9(13) VALUE -83901756.
               10  FILLER PIC S9(13) VALUE 302390214.
               10  FILLER PIC S9(13) VALUE 873430248.
               10  FILLER PIC S9(13) VALUE -145243329.
               10  FILLER PIC S9(13) VALUE 41585060.
               10  FILLER PIC S9(13) VALUE -5836621.
               10  FILLER PIC S9(13) VALUE 4035994.
               10  FILLER PIC S9(13) VALUE -716945.
               10  FILLER PIC S9(13) VALUE 20009197.
               10  FILLER PIC S9(13) VALUE -83532266.
               10  FILLER PIC S9(13) VALUE 300928105.
               10  FILLER PIC S9(13) VALUE 874420603.
               10  FILLER PIC S9(13) VALUE -144994222.
               10  FILLER PIC S9(13) VALUE 41522885.
               10  FILLER PIC S9(13) VALUE -5837998.
               10  FILLER PIC S9(13) VALUE 4034520.
               10  FILLER PIC S9(13) VALUE -708675.
               10  FILLER PIC S9(13) VALUE 19907444.
               10  FILLER PIC S9(13) VALUE -83162585.
               10  FILLER PIC S9(13) VALUE 299467150.
               10  FILLER PIC S9(13) VALUE 875407612.
               10  FILLER PIC S9(13) VALUE -144742448.
               10  FILLER PIC S9(13) VALUE 41459875.
               10  FILLER PIC S9(13) VALUE -5839221.
               10  FILLER PIC S9(13) VALUE 4032940.
               10  FILLER PIC S9(13) VALUE -700461.
               10  FILLER PIC S9(13) VALUE 19805747.
               10  FILLER PIC S9(13) VALUE -82792718.
               10  FILLER PIC S9(13) VALUE 298007360.
               10  FILLER PIC S9(13) VALUE 876391266.
               10  FILLER PIC S9(13) VALUE -144488002.
               10  FILLER PIC S9(13) VALUE 41396029.
               10  FILLER PIC S9(13) VALUE -5840290.
               10  FILLER PIC S9(13) VALUE 4031253.
               10  FILLER PIC S9(13) VALUE -692303.
               10  FILLER PIC S9(13) VALUE 19704109.
               10  FILLER PIC S9(13) VALUE -82422671.
               10  FILLER PIC S9(13) VALUE 296548743.
               10  FILLER PIC S9(13) VALUE 877371557.
               10  FILLER PIC S9(13) VALUE -144230880.
               10  FILLER PIC S9(13) VALUE 41331345.
               10  FILLER PIC S9(13) VALUE -5841204.
               10  FILLER PIC S9(13) VALUE 4029460.
               10  FILLER PIC S9(13) VALUE -684201.
               10  FILLER PIC S9(13) VALUE 19602529.
               10  FILLER PIC S9(13) VALUE -82052450.
               10  FILLER PIC S9(13) VALUE 295091311.
               10  FILLER PIC S9(13) VALUE 878348476.
               10  FILLER PIC S9(13) VALUE -143971079.
               10  FILLER PIC S9(13) VALUE 41265822.
               10  FILLER PIC S9(13) VALUE -5841962.
               10  FILLER PIC S9(13) VALUE 4027559.
               10  FILLER PIC S9(13) VALUE -676155.
               10  FILLER PIC S9(13) VALUE 19501011.
               10  FILLER PIC S9(13) VALUE -81682059.
               10  FILLER PIC S9(13) VALUE 293635071.
               10  FILLER PIC S9(13) VALUE 879322015.
               10  FILLER PIC S9(13) VALUE -143708596.
               10  FILLER PIC S9(13) VALUE 41199458.
               10  FILLER PIC S9(13) VALUE -5842565.
               10  FILLER PIC S9(13) VALUE 4025550.
               10  FILLER PIC S9(13) VALUE -668165.
               10  FILLER PIC S9(13) VALUE 19399556.
               10  FILLER PIC S9(13) VALUE -81311506.
               10  FILLER PIC S9(13) VALUE 292180036.
               10  FILLER PIC S9(13) VALUE 880292166.
               10  FILLER PIC S9(13) VALUE -143443426.
               10  FILLER PIC S9(13) VALUE 41132252.
               10  FILLER PIC S9(13) VALUE -5843009.
               10  FILLER PIC S9(13) VALUE 4023433.
               10  FILLER PIC S9(13) VALUE -660231.
               10  FILLER PIC S9(13) VALUE 19298166.
               10  FILLER PIC S9(13) VALUE -80940796.
               10  FILLER PIC S9(13) VALUE 290726213.
               10  FILLER PIC S9(13) VALUE 881258920.
               10  FILLER PIC S9(13) VALUE -143175565.
               10  FILLER PIC S9(13) VALUE 41064203.
               10  FILLER PIC S9(13) VALUE -5843296.
               10  FILLER PIC S9(13) VALUE 4021207.
               10  FILLER PIC S9(13) VALUE -652353.
               10  FILLER PIC S9(13) VALUE 19196842.
               10  FILLER PIC S9(13) VALUE -80569934.
               10  FILLER PIC S9(13) VALUE 289273613.
               10  FILLER PIC S9(13) VALUE 882222268.
               10  FILLER PIC S9(13) VALUE -142905011.
               10  FILLER PIC S9(13) VALUE 40995310.
               10  FILLER PIC S9(13) VALUE -5843424.
               10  FILLER PIC S9(13) VALUE 4018873.
               10  FILLER PIC S9(13) VALUE -644532.
               10  FILLER PIC S9(13) VALUE 19095585.
               10  FILLER PIC S9(13) VALUE -80198926.
               10  FILLER PIC S9(13) VALUE 287822245.
               10  FILLER PIC S9(13) VALUE 883182204.
               10  FILLER PIC S9(13) VALUE -142631760.
               10  FILLER PIC S9(13) VALUE 40925570.
               10  FILLER PIC S9(13) VALUE -5843392.
               10  FILLER PIC S9(13) VALUE 4016430.
               10  FILLER PIC S9(13) VALUE -636766.
               10  FILLER PIC S9(13) VALUE 18994399.
               10  FILLER PIC S9(13) VALUE -79827779.
               10  FILLER PIC S9(13) VALUE 286372120.
               10  FILLER PIC S9(13) VALUE 884138717.
               10  FILLER PIC S9(13) VALUE -142355807.
               10  FILLER PIC S9(13) VALUE 40854984.
               10  FILLER PIC S9(13) VALUE -5843200.
               10  FILLER PIC S9(13) VALUE 4013877.
               10  FILLER PIC S9(13) VALUE -629055.
               10  FILLER PIC S9(13) VALUE 18893283.
               10  FILLER PIC S9(13) VALUE -79456497.
               10  FILLER PIC S9(13) VALUE 284923247.
               10  FILLER PIC S9(13) VALUE 885091800.
               10  FILLER PIC S9(13) VALUE -142077150.
               10  FILLER PIC S9(13) VALUE 40783548.
               10  FILLER PIC S9(13) VALUE -5842847.
               10  FILLER PIC S9(13) VALUE 4011214.
               10  FILLER PIC S9(13) VALUE -621401.
               10  FILLER PIC S9(13) VALUE 18792241.
               10  FILLER PIC S9(13) VALUE -79085086.
               10  FILLER PIC S9(13) VALUE 283475635.
               10  FILLER PIC S9(13) VALUE 886041445.
               10  FILLER PIC S9(13) VALUE -141795784.
               10  FILLER PIC S9(13) VALUE 40711263.
               10  FILLER PIC S9(13) VALUE -5842332.
               10  FILLER PIC S9(13) VALUE 4008442.
               10  FILLER PIC S9(13) VALUE -613803.
               10  FILLER PIC S9(13) VALUE 18691273.
               10  FILLER PIC S9(13) VALUE -78713552.
               10  FILLER PIC S9(13) VALUE 282029295.
               10  FILLER PIC S9(13) VALUE 886987643.
               10  FILLER PIC S9(13) VALUE -141511707.
               10  FILLER PIC S9(13) VALUE 40638126.
               10  FILLER PIC S9(13) VALUE -5841654.
               10  FILLER PIC S9(13) VALUE 4005558.
               10  FILLER PIC S9(13) VALUE -606260.
               10  FILLER PIC S9(13) VALUE 18590381.
               10  FILLER PIC S9(13) VALUE -78341901.
               10  FILLER PIC S9(13) VALUE 280584235.
               10  FILLER PIC S9(13) VALUE 887930387.
               10  FILLER PIC S9(13) VALUE -141224915.
               10  FILLER PIC S9(13) VALUE 40564137.
               10  FILLER PIC S9(13) VALUE -5840812.
               10  FILLER PIC S9(13) VALUE 4002564.
               10  FILLER PIC S9(13) VALUE -598773.
               10  FILLER PIC S9(13) VALUE 18489567.
               10  FILLER PIC S9(13) VALUE -77970139.
               10  FILLER PIC S9(13) VALUE 279140466.
               10  FILLER PIC S9(13) VALUE 888869668.
               10  FILLER PIC S9(13) VALUE -140935404.
               10  FILLER PIC S9(13) VALUE 40489294.
               10  FILLER PIC S9(13) VALUE -5839806.
               10  FILLER PIC S9(13) VALUE 3999458.
               10  FILLER PIC S9(13) VALUE -591341.
               10  FILLER PIC S9(13) VALUE 18388832.
               10  FILLER PIC S9(13) VALUE -77598270.
               10  FILLER PIC S9(13) VALUE 277697996.
               10  FILLER PIC S9(13) VALUE 889805478.
               10  FILLER PIC S9(13) VALUE -140643172.
               10  FILLER PIC S9(13) VALUE 40413595.
               10  FILLER PIC S9(13) VALUE -5838635.
               10  FILLER PIC S9(13) VALUE 3996241.
               10  FILLER PIC S9(13) VALUE -583965.
               10  FILLER PIC S9(13) VALUE 18288179.
               10  FILLER PIC S9(13) VALUE -77226301.
               10  FILLER PIC S9(13) VALUE 276256837.
               10  FILLER PIC S9(13) VALUE 890737809.
               10  FILLER PIC S9(13) VALUE -140348213.
               10  FILLER PIC S9(13) VALUE 40337041.
               10  FILLER PIC S9(13) VALUE -5837298.
               10  FILLER PIC S9(13) VALUE 3992912.
               10  FILLER PIC S9(13) VALUE -576644.
               10  FILLER PIC S9(13) VALUE 18187608.
               10  FILLER PIC S9(13) VALUE -76854237.
               10  FILLER PIC S9(13) VALUE 274816996.
               10  FILLER PIC S9(13) VALUE 891666653.
               10  FILLER PIC S9(13) VALUE -140050526.
               10  FILLER PIC S9(13) VALUE 40259629.
               10  FILLER PIC S9(13) VALUE -5835795.
               10  FILLER PIC S9(13) VALUE 3989471.
               10  FILLER PIC S9(13) VALUE -569379.
               10  FILLER PIC S9(13) VALUE 18087121.
               10  FILLER PIC S9(13) VALUE -76482084.
               10  FILLER PIC S9(13) VALUE 273378484.
               10  FILLER PIC S9(13) VALUE 892592002.
               10  FILLER PIC S9(13) VALUE -139750107.
               10  FILLER PIC S9(13) VALUE 40181358.
               10  FILLER PIC S9(13) VALUE -5834123.
               10  FILLER PIC S9(13) VALUE 3985917.
               10  FILLER PIC S9(13) VALUE -562169.
               10  FILLER PIC S9(13) VALUE 17986720.
               10  FILLER PIC S9(13) VALUE -76109847.
               10  FILLER PIC S9(13) VALUE 271941309.
               10  FILLER PIC S9(13) VALUE 893513848.
               10  FILLER PIC S9(13) VALUE -139446952.
               10  FILLER PIC S9(13) VALUE 40102226.
               10  FILLER PIC S9(13) VALUE -5832284.
               10  FILLER PIC S9(13) VALUE 3982250.
               10  FILLER PIC S9(13) VALUE -555014.
               10  FILLER PIC S9(13) VALUE 17886407.
               10  FILLER PIC S9(13) VALUE -75737532.
               10  FILLER PIC S9(13) VALUE 270505483.
               10  FILLER PIC S9(13) VALUE 894432183.
               10  FILLER PIC S9(13) VALUE -139141057.
               10  FILLER PIC S9(13) VALUE 40022234.
               10  FILLER PIC S9(13) VALUE -5830276.
               10  FILLER PIC S9(13) VALUE 3978470.
               10  FILLER PIC S9(13) VALUE -547915.
               10  FILLER PIC S9(13) VALUE 17786182.
               10  FILLER PIC S9(13) VALUE -75365145.
               10  FILLER PIC S9(13) VALUE 269071013.
               10  FILLER PIC S9(13) VALUE 895346999.
               10  FILLER PIC S9(13) VALUE -138832421.
               10  FILLER PIC S9(13) VALUE 39941379.
               10  FILLER PIC S9(13) VALUE -5828097.
               10  FILLER PIC S9(13) VALUE 3974576.
               10  FILLER PIC S9(13) VALUE -540870.
               10  FILLER PIC S9(13) VALUE 17686048.
               10  FILLER PIC S9(13) VALUE -74992690.
               10  FILLER PIC S9(13) VALUE 267637909.
               10  FILLER PIC S9(13) VALUE 896258288.
               10  FILLER PIC S9(13) VALUE -138521039.
               10  FILLER PIC S9(13) VALUE 39859660.
               10  FILLER PIC S9(13) VALUE -5825749.
               10  FILLER PIC S9(13) VALUE 3970569.
               10  FILLER PIC S9(13) VALUE -533881.
               10  FILLER PIC S9(13) VALUE 17586007.
               10  FILLER PIC S9(13) VALUE -74620175.
               10  FILLER PIC S9(13) VALUE 266206182.
               10  FILLER PIC S9(13) VALUE 897166042.
               10  FILLER PIC S9(13) VALUE -138206908.
               10  FILLER PIC S9(13) VALUE 39777076.
               10  FILLER PIC S9(13) VALUE -5823228.
               10  FILLER PIC S9(13) VALUE 3966447.
               10  FILLER PIC S9(13) VALUE -526946.
               10  FILLER PIC S9(13) VALUE 17486059.
               10  FILLER PIC S9(13) VALUE -74247603.
               10  FILLER PIC S9(13) VALUE 264775839.
               10  FILLER PIC S9(13) VALUE 898070253.
               10  FILLER PIC S9(13) VALUE -137890026.
               10  FILLER PIC S9(13) VALUE 39693627.
               10  FILLER PIC S9(13) VALUE -5820536.
               10  FILLER PIC S9(13) VALUE 3962210.
               10  FILLER PIC S9(13) VALUE -520066.
               10  FILLER PIC S9(13) VALUE 17386206.
               10  FILLER PIC S9(13) VALUE -73874981.
               10  FILLER PIC S9(13) VALUE 263346891.
               10  FILLER PIC S9(13) VALUE 898970914.
               10  FILLER PIC S9(13) VALUE -137570388.
               10  FILLER PIC S9(13) VALUE 39609310.
               10  FILLER PIC S9(13) VALUE -5817671.
               10  FILLER PIC S9(13) VALUE 3957859.
               10  FILLER PIC S9(13) VALUE -513241.
               10  FILLER PIC S9(13) VALUE 17286450.
               10  FILLER PIC S9(13) VALUE -73502314.
               10  FILLER PIC S9(13) VALUE 261919346.
               10  FILLER PIC S9(13) VALUE 899868017.
               10  FILLER PIC S9(13) VALUE -137247991.
               10  FILLER PIC S9(13) VALUE 39524124.
               10  FILLER PIC S9(13) VALUE -5814632.
               10  FILLER PIC S9(13) VALUE 3953392.
               10  FILLER PIC S9(13) VALUE -506471.
               10  FILLER PIC S9(13) VALUE 17186793.
               10  FILLER PIC S9(13) VALUE -73129608.
               10  FILLER PIC S9(13) VALUE 260493215.
               10  FILLER PIC S9(13) VALUE 900761554.
               10  FILLER PIC S9(13) VALUE -136922833.
               10  FILLER PIC S9(13) VALUE 39438069.
               10  FILLER PIC S9(13) VALUE -5811419.
               10  FILLER PIC S9(13) VALUE 3948810.
               10  FILLER PIC S9(13) VALUE -499755.
               10  FILLER PIC S9(13) VALUE 17087235.
               10  FILLER PIC S9(13) VALUE -72756868.
               10  FILLER PIC S9(13) VALUE 259068506.
               10  FILLER PIC S9(13) VALUE 901651516.
               10  FILLER PIC S9(13) VALUE -136594910.
               10  FILLER PIC S9(13) VALUE 39351144.
               10  FILLER PIC S9(13) VALUE -5808030.
               10  FILLER PIC S9(13) VALUE 3944112.
               10  FILLER PIC S9(13) VALUE -493094.
               10  FILLER PIC S9(13) VALUE 16987779.
               10  FILLER PIC S9(13) VALUE -72384099.
               10  FILLER PIC S9(13) VALUE 257645229.
               10  FILLER PIC S9(13) VALUE 902537898.
               10  FILLER PIC S9(13) VALUE -136264219.
               10  FILLER PIC S9(13) VALUE 39263346.
               10  FILLER PIC S9(13) VALUE -5804466.
               10  FILLER PIC S9(13) VALUE 3939298.
               10  FILLER PIC S9(13) VALUE -486487.
               10  FILLER PIC S9(13) VALUE 16888425.
               10  FILLER PIC S9(13) VALUE -72011308.
               10  FILLER PIC S9(13) VALUE 256223393.
               10  FILLER PIC S9(13) VALUE 903420690.
               10  FILLER PIC S9(13) VALUE -135930757.
               10  FILLER PIC S9(13) VALUE 39174676.
               10  FILLER PIC S9(13) VALUE -5800725.
               10  FILLER PIC S9(13) VALUE 3934368.
               10  FILLER PIC S9(13) VALUE -479935.
               10  FILLER PIC S9(13) VALUE 16789177.
               10  FILLER PIC S9(13) VALUE -71638499.
               10  FILLER PIC S9(13) VALUE 254803006.
               10  FILLER PIC S9(13) VALUE 904299885.
               10  FILLER PIC S9(13) VALUE -135594521.
               10  FILLER PIC S9(13) VALUE 39085132.
               10  FILLER PIC S9(13) VALUE -5796806.
               10  FILLER PIC S9(13) VALUE 3929320.
               10  FILLER PIC S9(13) VALUE -473436.
               10  FILLER PIC S9(13) VALUE 16690034.
               10  FILLER PIC S9(13) VALUE -71265677.
               10  FILLER PIC S9(13) VALUE 253384080.
               10  FILLER PIC S9(13) VALUE 905175476.
               10  FILLER PIC S9(13) VALUE -135255508.
               10  FILLER PIC S9(13) VALUE 38994712.
               10  FILLER PIC S9(13) VALUE -5792709.
               10  FILLER PIC S9(13) VALUE 3924156.
               10  FILLER PIC S9(13) VALUE -466992.
               10  FILLER PIC S9(13) VALUE 16590998.
               10  FILLER PIC S9(13) VALUE -70892849.
               10  FILLER PIC S9(13) VALUE 251966621.
               10  FILLER PIC S9(13) VALUE 906047455.
               10  FILLER PIC S9(13) VALUE -134913715.
               10  FILLER PIC S9(13) VALUE 38903417.
               10  FILLER PIC S9(13) VALUE -5788433.
               10  FILLER PIC S9(13) VALUE 3918874.
               10  FILLER PIC S9(13) VALUE -460601.
               10  FILLER PIC S9(13) VALUE 16492072.
               10  FILLER PIC S9(13) VALUE -70520020.
               10  FILLER PIC S9(13) VALUE 250550640.
               10  FILLER PIC S9(13) VALUE 906915814.
               10  FILLER PIC S9(13) VALUE -134569139.
               10  FILLER PIC S9(13) VALUE 38811244.
               10  FILLER PIC S9(13) VALUE -5783977.
               10  FILLER PIC S9(13) VALUE 3913474.
               10  FILLER PIC S9(13) VALUE -454265.
               10  FILLER PIC S9(13) VALUE 16393256.
               10  FILLER PIC S9(13) VALUE -70147195.
               10  FILLER PIC S9(13) VALUE 249136146.
               10  FILLER PIC S9(13) VALUE 907780546.
               10  FILLER PIC S9(13) VALUE -134221777.
               10  FILLER PIC S9(13) VALUE 38718193.
               10  FILLER PIC S9(13) VALUE -5779341.
               10  FILLER PIC S9(13) VALUE 3907957.
               10  FILLER PIC S9(13) VALUE -447982.
               10  FILLER PIC S9(13) VALUE 16294552.
               10  FILLER PIC S9(13) VALUE -69774379.
               10  FILLER PIC S9(13) VALUE 247723148.
               10  FILLER PIC S9(13) VALUE 908641644.
               10  FILLER PIC S9(13) VALUE -133871625.
               10  FILLER PIC S9(13) VALUE 38624262.
               10  FILLER PIC S9(13) VALUE -5774524.
               10  FILLER PIC S9(13) VALUE 3902321.
               10  FILLER PIC S9(13) VALUE -441753.
               10  FILLER PIC S9(13) VALUE 16195961.
               10  FILLER PIC S9(13) VALUE -69401578.
               10  FILLER PIC S9(13) VALUE 246311655.
               10  FILLER PIC S9(13) VALUE 909499099.
               10  FILLER PIC S9(13) VALUE -133518682.
               10  FILLER PIC S9(13) VALUE 38529451.
               10  FILLER PIC S9(13) VALUE -5769524.
               10  FILLER PIC S9(13) VALUE 3896566.
               10  FILLER PIC S9(13) VALUE -435578.
               10  FILLER PIC S9(13) VALUE 16097486.
               10  FILLER PIC S9(13) VALUE -69028798.
               10  FILLER PIC S9(13) VALUE 244901675.
               10  FILLER PIC S9(13) VALUE 910352905.
               10  FILLER PIC S9(13) VALUE -133162944.
               10  FILLER PIC S9(13) VALUE 38433759.
               10  FILLER PIC S9(13) VALUE -5764342.
               10  FILLER PIC S9(13) VALUE 3890693.
               10  FILLER PIC S9(13) VALUE -429456.
               10  FILLER PIC S9(13) VALUE 15999126.
               10  FILLER PIC S9(13) VALUE -68656042.
               10  FILLER PIC S9(13) VALUE 243493219.
               10  FILLER PIC S9(13) VALUE 911203054.
               10  FILLER PIC S9(13) VALUE -132804408.
               10  FILLER PIC S9(13) VALUE 38337185.
               10  FILLER PIC S9(13) VALUE -5758976.
               10  FILLER PIC S9(13) VALUE 3884700.
               10  FILLER PIC S9(13) VALUE -423387.
               10  FILLER PIC S9(13) VALUE 15900885.
               10  FILLER PIC S9(13) VALUE -68283318.
               10  FILLER PIC S9(13) VALUE 242086295.
               10  FILLER PIC S9(13) VALUE 912049538.
               10  FILLER PIC S9(13) VALUE -132443071.
               10  FILLER PIC S9(13) VALUE 38239727.
               10  FILLER PIC S9(13) VALUE -5753426.
               10  FILLER PIC S9(13) VALUE 3878588.
               10  FILLER PIC S9(13) VALUE -417371.
               10  FILLER PIC S9(13) VALUE 15802762.
               10  FILLER PIC S9(13) VALUE -67910630.
               10  FILLER PIC S9(13) VALUE 240680911.
               10  FILLER PIC S9(13) VALUE 912892351.
               10  FILLER PIC S9(13) VALUE -132078932.
               10  FILLER PIC S9(13) VALUE 38141384.
               10  FILLER PIC S9(13) VALUE -5747690.
               10  FILLER PIC S9(13) VALUE 3872356.
               10  FILLER PIC S9(13) VALUE -411408.
               10  FILLER PIC S9(13) VALUE 15704761.
               10  FILLER PIC S9(13) VALUE -67537983.
               10  FILLER PIC S9(13) VALUE 239277078.
               10  FILLER PIC S9(13) VALUE 913731485.
               10  FILLER PIC S9(13) VALUE -131711985.
               10  FILLER PIC S9(13) VALUE 38042157.
               10  FILLER PIC S9(13) VALUE -5741769.
               10  FILLER PIC S9(13) VALUE 3866004.
               10  FILLER PIC S9(13) VALUE -405499.
               10  FILLER PIC S9(13) VALUE 15606881.
               10  FILLER PIC S9(13) VALUE -67165382.
               10  FILLER PIC S9(13) VALUE 237874804.
               10  FILLER PIC S9(13) VALUE 914566932.
               10  FILLER PIC S9(13) VALUE -131342230.
               10  FILLER PIC S9(13) VALUE 37942043.
               10  FILLER PIC S9(13) VALUE -5735662.
               10  FILLER PIC S9(13) VALUE 3859532.
               10  FILLER PIC S9(13) VALUE -399642.
               10  FILLER PIC S9(13) VALUE 15509125.
               10  FILLER PIC S9(13) VALUE -66792834.
               10  FILLER PIC S9(13) VALUE 236474097.
               10  FILLER PIC S9(13) VALUE 915398686.
               10  FILLER PIC S9(13) VALUE -130969663.
               10  FILLER PIC S9(13) VALUE 37841042.
               10  FILLER PIC S9(13) VALUE -5729367.
               10  FILLER PIC S9(13) VALUE 3852939.
               10  FILLER PIC S9(13) VALUE -393838.
               10  FILLER PIC S9(13) VALUE 15411494.
               10  FILLER PIC S9(13) VALUE -66420343.
               10  FILLER PIC S9(13) VALUE 235074967.
               10  FILLER PIC S9(13) VALUE 916226739.
               10  FILLER PIC S9(13) VALUE -130594282.
               10  FILLER PIC S9(13) VALUE 37739152.
               10  FILLER PIC S9(13) VALUE -5722884.
               10  FILLER PIC S9(13) VALUE 3846225.
               10  FILLER PIC S9(13) VALUE -388086.
               10  FILLER PIC S9(13) VALUE 15313990.
               10  FILLER PIC S9(13) VALUE -66047915.
               10  FILLER PIC S9(13) VALUE 233677423.
               10  FILLER PIC S9(13) VALUE 917051085.
               10  FILLER PIC S9(13) VALUE -130216084.
               10  FILLER PIC S9(13) VALUE 37636374.
               10  FILLER PIC S9(13) VALUE -5716213.
               10  FILLER PIC S9(13) VALUE 3839390.
               10  FILLER PIC S9(13) VALUE -382387.
               10  FILLER PIC S9(13) VALUE 15216613.
               10  FILLER PIC S9(13) VALUE -65675554.
               10  FILLER PIC S9(13) VALUE 232281473.
               10  FILLER PIC S9(13) VALUE 917871715.
               10  FILLER PIC S9(13) VALUE -129835066.
               10  FILLER PIC S9(13) VALUE 37532706.
               10  FILLER PIC S9(13) VALUE -5709352.
               10  FILLER PIC S9(13) VALUE 3832433.
               10  FILLER PIC S9(13) VALUE -376740.
               10  FILLER PIC S9(13) VALUE 15119365.
               10  FILLER PIC S9(13) VALUE -65303266.
               10  FILLER PIC S9(13) VALUE 230887127.
               10  FILLER PIC S9(13) VALUE 918688622.
               10  FILLER PIC S9(13) VALUE -129451225.
               10  FILLER PIC S9(13) VALUE 37428146.
               10  FILLER PIC S9(13) VALUE -5702300.
               10  FILLER PIC S9(13) VALUE 3825355.
               10  FILLER PIC S9(13) VALUE -371145.
               10  FILLER PIC S9(13) VALUE 15022248.
               10  FILLER PIC S9(13) VALUE -64931056.
               10  FILLER PIC S9(13) VALUE 229494393.
               10  FILLER PIC S9(13) VALUE 919501801.
               10  FILLER PIC S9(13) VALUE -129064559.
               10  FILLER PIC S9(13) VALUE 37322695.
               10  FILLER PIC S9(13) VALUE -5695058.
               10  FILLER PIC S9(13) VALUE 3818155.
               10  FILLER PIC S9(13) VALUE -365602.
               10  FILLER PIC S9(13) VALUE 14925263.
               10  FILLER PIC S9(13) VALUE -64558930.
               10  FILLER PIC S9(13) VALUE 228103279.
               10  FILLER PIC S9(13) VALUE 920311243.
               10  FILLER PIC S9(13) VALUE -128675066.
               10  FILLER PIC S9(13) VALUE 37216352.
               10  FILLER PIC S9(13) VALUE -5687624.
               10  FILLER PIC S9(13) VALUE 3810832.
               10  FILLER PIC S9(13) VALUE -360111.
               10  FILLER PIC S9(13) VALUE 14828411.
               10  FILLER PIC S9(13) VALUE -64186892.
               10  FILLER PIC S9(13) VALUE 226713795.
               10  FILLER PIC S9(13) VALUE 921116941.
               10  FILLER PIC S9(13) VALUE -128282742.
               10  FILLER PIC S9(13) VALUE 37109114.
               10  FILLER PIC S9(13) VALUE -5679998.
               10  FILLER PIC S9(13) VALUE 3803387.
               10  FILLER PIC S9(13) VALUE -354672.
               10  FILLER PIC S9(13) VALUE 14731694.
               10  FILLER PIC S9(13) VALUE -63814947.
               10  FILLER PIC S9(13) VALUE 225325949.
               10  FILLER PIC S9(13) VALUE 921918889.
               10  FILLER PIC S9(13) VALUE -127887585.
               10  FILLER PIC S9(13) VALUE 37000983.
               10  FILLER PIC S9(13) VALUE -5672179.
               10  FILLER PIC S9(13) VALUE 3795819.
               10  FILLER PIC S9(13) VALUE -349284.
               10  FILLER PIC S9(13) VALUE 14635113.
               10  FILLER PIC S9(13) VALUE -63443102.
               10  FILLER PIC S9(13) VALUE 223939751.
               10  FILLER PIC S9(13) VALUE 922717080.
               10  FILLER PIC S9(13) VALUE -127489593.
               10  FILLER PIC S9(13) VALUE 36891956.
               10  FILLER PIC S9(13) VALUE -5664166.
               10  FILLER PIC S9(13) VALUE 3788128.
               10  FILLER PIC S9(13) VALUE -343948.
               10  FILLER PIC S9(13) VALUE 14538670.
               10  FILLER PIC S9(13) VALUE -63071360.
               10  FILLER PIC S9(13) VALUE 222555208.
               10  FILLER PIC S9(13) VALUE 923511506.
               10  FILLER PIC S9(13) VALUE -127088764.
               10  FILLER PIC S9(13) VALUE 36782033.
               10  FILLER PIC S9(13) VALUE -5655958.
               10  FILLER PIC S9(13) VALUE 3780313.
               10  FILLER PIC S9(13) VALUE -338663.
               10  FILLER PIC S9(13) VALUE 14442365.
               10  FILLER PIC S9(13) VALUE -62699728.
               10  FILLER PIC S9(13) VALUE 221172329.
               10  FILLER PIC S9(13) VALUE 924302160.
               10  FILLER PIC S9(13) VALUE -126685094.
               10  FILLER PIC S9(13) VALUE 36671213.
               10  FILLER PIC S9(13) VALUE -5647555.
               10  FILLER PIC S9(13) VALUE 3772375.
               10  FILLER PIC S9(13) VALUE -333429.
               10  FILLER PIC S9(13) VALUE 14346201.
               10  FILLER PIC S9(13) VALUE -62328209.
               10  FILLER PIC S9(13) VALUE 219791123.
               10  FILLER PIC S9(13) VALUE 925089037.
               10  FILLER PIC S9(13) VALUE -126278581.
               10  FILLER PIC S9(13) VALUE 36559496.
               10  FILLER PIC S9(13) VALUE -5638956.
               10  FILLER PIC S9(13) VALUE 3764313.
               10  FILLER PIC S9(13) VALUE -328246.
               10  FILLER PIC S9(13) VALUE 14250178.
               10  FILLER PIC S9(13) VALUE -61956810.
               10  FILLER PIC S9(13) VALUE 218411599.
               10  FILLER PIC S9(13) VALUE 925872128.
               10  FILLER PIC S9(13) VALUE -125869223.
               10  FILLER PIC S9(13) VALUE 36446880.
               10  FILLER PIC S9(13) VALUE -5630160.
               10  FILLER PIC S9(13) VALUE 3756127.
               10  FILLER PIC S9(13) VALUE -323114.
               10  FILLER PIC S9(13) VALUE 14154298.
               10  FILLER PIC S9(13) VALUE -61585535.
               10  FILLER PIC S9(13) VALUE 217033765.
               10  FILLER PIC S9(13) VALUE 926651427.
               10  FILLER PIC S9(13) VALUE -125457018.
               10  FILLER PIC S9(13) VALUE 36333364.
               10  FILLER PIC S9(13) VALUE -5621167.
               10  FILLER PIC S9(13) VALUE 3747817.
               10  FILLER PIC S9(13) VALUE -318032.
               10  FILLER PIC S9(13) VALUE 14058562.
               10  FILLER PIC S9(13) VALUE -61214390.
               10  FILLER PIC S9(13) VALUE 215657630.
               10  FILLER PIC S9(13) VALUE 927426928.
               10  FILLER PIC S9(13) VALUE -125041963.
               10  FILLER PIC S9(13) VALUE 36218949.
               10  FILLER PIC S9(13) VALUE -5611975.
               10  FILLER PIC S9(13) VALUE 3739382.
               10  FILLER PIC S9(13) VALUE -313001.
               10  FILLER PIC S9(13) VALUE 13962971.
               10  FILLER PIC S9(13) VALUE -60843379.
               10  FILLER PIC S9(13) VALUE 214283202.
               10  FILLER PIC S9(13) VALUE 928198624.
               10  FILLER PIC S9(13) VALUE -124624055.
               10  FILLER PIC S9(13) VALUE 36103633.
               10  FILLER PIC S9(13) VALUE -5602585.
               10  FILLER PIC S9(13) VALUE 3730822.
               10  FILLER PIC S9(13) VALUE -308021.
               10  FILLER PIC S9(13) VALUE 13867527.
               10  FILLER PIC S9(13) VALUE -60472508.
               10  FILLER PIC S9(13) VALUE 212910490.
               10  FILLER PIC S9(13) VALUE 928966507.
               10  FILLER PIC S9(13) VALUE -124203293.
               10  FILLER PIC S9(13) VALUE 35987416.
               10  FILLER PIC S9(13) VALUE -5592995.
               10  FILLER PIC S9(13) VALUE 3722137.
               10  FILLER PIC S9(13) VALUE -303090.
               10  FILLER PIC S9(13) VALUE 13772231.
               10  FILLER PIC S9(13) VALUE -60101781.
               10  FILLER PIC S9(13) VALUE 211539502.
               10  FILLER PIC S9(13) VALUE 929730571.
               10  FILLER PIC S9(13) VALUE -123779674.
               10  FILLER PIC S9(13) VALUE 35870296.
               10  FILLER PIC S9(13) VALUE -5583205.
               10  FILLER PIC S9(13) VALUE 3713326.
               10  FILLER PIC S9(13) VALUE -298210.
               10  FILLER PIC S9(13) VALUE 13677085.
               10  FILLER PIC S9(13) VALUE -59731203.
               10  FILLER PIC S9(13) VALUE 210170246.
               10  FILLER PIC S9(13) VALUE 930490810.
               10  FILLER PIC S9(13) VALUE -123353196.
               10  FILLER PIC S9(13) VALUE 35752274.
               10  FILLER PIC S9(13) VALUE -5573214.
               10  FILLER PIC S9(13) VALUE 3704390.
               10  FILLER PIC S9(13) VALUE -293379.
               10  FILLER PIC S9(13) VALUE 13582089.
               10  FILLER PIC S9(13) VALUE -59360780.
               10  FILLER PIC S9(13) VALUE 208802732.
               10  FILLER PIC S9(13) VALUE 931247217.
               10  FILLER PIC S9(13) VALUE -122923857.
               10  FILLER PIC S9(13) VALUE 35633347.
               10  FILLER PIC S9(13) VALUE -5563021.
               10  FILLER PIC S9(13) VALUE 3695328.
               10  FILLER PIC S9(13) VALUE -288598.
               10  FILLER PIC S9(13) VALUE 13487246.
               10  FILLER PIC S9(13) VALUE -58990517.
               10  FILLER PIC S9(13) VALUE 207436967.
               10  FILLER PIC S9(13) VALUE 931999784.
               10  FILLER PIC S9(13) VALUE -122491654.
               10  FILLER PIC S9(13) VALUE 35513517.
               10  FILLER PIC S9(13) VALUE -5552626.
               10  FILLER PIC S9(13) VALUE 3686140.
               10  FILLER PIC S9(13) VALUE -283866.
               10  FILLER PIC S9(13) VALUE 13392555.
               10  FILLER PIC S9(13) VALUE -58620418.
               10  FILLER PIC S9(13) VALUE 206072960.
               10  FILLER PIC S9(13) VALUE 932748507.
               10  FILLER PIC S9(13) VALUE -122056585.
               10  FILLER PIC S9(13) VALUE 35392781.
               10  FILLER PIC S9(13) VALUE -5542028.
               10  FILLER PIC S9(13) VALUE 3676826.
               10  FILLER PIC S9(13) VALUE -279184.
               10  FILLER PIC S9(13) VALUE 13298019.
               10  FILLER PIC S9(13) VALUE -58250488.
               10  FILLER PIC S9(13) VALUE 204710719.
               10  FILLER PIC S9(13) VALUE 933493378.
               10  FILLER PIC S9(13) VALUE -121618649.
               10  FILLER PIC S9(13) VALUE 35271140.
               10  FILLER PIC S9(13) VALUE -5531226.
               10  FILLER PIC S9(13) VALUE 3667386.
               10  FILLER PIC S9(13) VALUE -274550.
               10  FILLER PIC S9(13) VALUE 13203639.
               10  FILLER PIC S9(13) VALUE -57880733.
               10  FILLER PIC S9(13) VALUE 203350253.
               10  FILLER PIC S9(13) VALUE 934234390.
               10  FILLER PIC S9(13) VALUE -121177842.
               10  FILLER PIC S9(13) VALUE 35148593.
               10  FILLER PIC S9(13) VALUE -5520219.
               10  FILLER PIC S9(13) VALUE 3657818.
               10  FILLER PIC S9(13) VALUE -269966.
               10  FILLER PIC S9(13) VALUE 13109415.
               10  FILLER PIC S9(13) VALUE -57511157.
               10  FILLER PIC S9(13) VALUE 201991570.
               10  FILLER PIC S9(13) VALUE 934971538.
               10  FILLER PIC S9(13) VALUE -120734164.
               10  FILLER PIC S9(13) VALUE 35025138.
               10  FILLER PIC S9(13) VALUE -5509008.
               10  FILLER PIC S9(13) VALUE 3648124.
               10  FILLER PIC S9(13) VALUE -265431.
               10  FILLER PIC S9(13) VALUE 13015350.
               10  FILLER PIC S9(13) VALUE -57141765.
               10  FILLER PIC S9(13) VALUE 200634677.
               10  FILLER PIC S9(13) VALUE 935704815.
               10  FILLER PIC S9(13) VALUE -120287611.
               10  FILLER PIC S9(13) VALUE 34900776.
               10  FILLER PIC S9(13) VALUE -5497590.
               10  FILLER PIC S9(13) VALUE 3638302.
               10  FILLER PIC S9(13) VALUE -260944.
               10  FILLER PIC S9(13) VALUE 12921445.
               10  FILLER PIC S9(13) VALUE -56772563.
               10  FILLER PIC S9(13) VALUE 199279585.
               10  FILLER PIC S9(13) VALUE 936434214.
               10  FILLER PIC S9(13) VALUE -119838182.
               10  FILLER PIC S9(13) VALUE 34775506.
               10  FILLER PIC S9(13) VALUE -5485966.
               10  FILLER PIC S9(13) VALUE 3628353.
               10  FILLER PIC S9(13) VALUE -256505.
               10  FILLER PIC S9(13) VALUE 12827700.
               10  FILLER PIC S9(13) VALUE -56403554.
               10  FILLER PIC S9(13) VALUE 197926299.
               10  FILLER PIC S9(13) VALUE 937159728.
               10  FILLER PIC S9(13) VALUE -119385875.
               10  FILLER PIC S9(13) VALUE 34649327.
               10  FILLER PIC S9(13) VALUE -5474135.
               10  FILLER PIC S9(13) VALUE 3618276.
               10  FILLER PIC S9(13) VALUE -252115.
               10  FILLER PIC S9(13) VALUE 12734117.
               10  FILLER PIC S9(13) VALUE -56034744.
               10  FILLER PIC S9(13) VALUE 196574830.
               10  FILLER PIC S9(13) VALUE 937881353.
               10  FILLER PIC S9(13) VALUE -118930688.
               10  FILLER PIC S9(13) VALUE 34522238.
               10  FILLER PIC S9(13) VALUE -5462096.
               10  FILLER PIC S9(13) VALUE 3608072.
               10  FILLER PIC S9(13) VALUE -247773.
               10  FILLER PIC S9(13) VALUE 12640697.
               10  FILLER PIC S9(13) VALUE -55666138.
               10  FILLER PIC S9(13) VALUE 195225185.
               10  FILLER PIC S9(13) VALUE 938599081.
               10  FILLER PIC S9(13) VALUE -118472618.
               10  FILLER PIC S9(13) VALUE 34394240.
               10  FILLER PIC S9(13) VALUE -5449849.
               10  FILLER PIC S9(13) VALUE 3597739.
               10  FILLER PIC S9(13) VALUE -243478.
               10  FILLER PIC S9(13) VALUE 12547442.
               10  FILLER PIC S9(13) VALUE -55297740.
               10  FILLER PIC S9(13) VALUE 193877371.
               10  FILLER PIC S9(13) VALUE 939312906.
               10  FILLER PIC S9(13) VALUE -118011664.
               10  FILLER PIC S9(13) VALUE 34265331.
               10  FILLER PIC S9(13) VALUE -5437392.
               10  FILLER PIC S9(13) VALUE 3587278.
               10  FILLER PIC S9(13) VALUE -239231.
               10  FILLER PIC S9(13) VALUE 12454352.
               10  FILLER PIC S9(13) VALUE -54929556.
               10  FILLER PIC S9(13) VALUE 192531398.
               10  FILLER PIC S9(13) VALUE 940022822.
               10  FILLER PIC S9(13) VALUE -117547824.
               10  FILLER PIC S9(13) VALUE 34135511.
               10  FILLER PIC S9(13) VALUE -5424725.
               10  FILLER PIC S9(13) VALUE 3576688.
               10  FILLER PIC S9(13) VALUE -235032.
               10  FILLER PIC S9(13) VALUE 12361429.
               10  FILLER PIC S9(13) VALUE -54561590.
               10  FILLER PIC S9(13) VALUE 191187273.
               10  FILLER PIC S9(13) VALUE 940728823.
               10  FILLER PIC S9(13) VALUE -117081097.
               10  FILLER PIC S9(13) VALUE 34004779.
               10  FILLER PIC S9(13) VALUE -5411848.
               10  FILLER PIC S9(13) VALUE 3565970.
               10  FILLER PIC S9(13) VALUE -230880.
               10  FILLER PIC S9(13) VALUE 12268674.
               10  FILLER PIC S9(13) VALUE -54193847.
               10  FILLER PIC S9(13) VALUE 189845005.
               10  FILLER PIC S9(13) VALUE 941430902.
               10  FILLER PIC S9(13) VALUE -116611479.
               10  FILLER PIC S9(13) VALUE 33873135.
               10  FILLER PIC S9(13) VALUE -5398759.
               10  FILLER PIC S9(13) VALUE 3555123.
               10  FILLER PIC S9(13) VALUE -226775.
               10  FILLER PIC S9(13) VALUE 12176088.
               10  FILLER PIC S9(13) VALUE -53826331.
               10  FILLER PIC S9(13) VALUE 188504601.
               10  FILLER PIC S9(13) VALUE 942129053.
               10  FILLER PIC S9(13) VALUE -116138970.
               10  FILLER PIC S9(13) VALUE 33740579.
               10  FILLER PIC S9(13) VALUE -5385459.
               10  FILLER PIC S9(13) VALUE 3544147.
               10  FILLER PIC S9(13) VALUE -222717.
               10  FILLER PIC S9(13) VALUE 12083673.
               10  FILLER PIC S9(13) VALUE -53459048.
               10  FILLER PIC S9(13) VALUE 187166070.
               10  FILLER PIC S9(13) VALUE 942823271.
               10  FILLER PIC S9(13) VALUE -115663567.
               10  FILLER PIC S9(13) VALUE 33607110.
               10  FILLER PIC S9(13) VALUE -5371946.
               10  FILLER PIC S9(13) VALUE 3533042.
               10  FILLER PIC S9(13) VALUE -218705.
               10  FILLER PIC S9(13) VALUE 11991429.
               10  FILLER PIC S9(13) VALUE -53092002.
               10  FILLER PIC S9(13) VALUE 185829419.
               10  FILLER PIC S9(13) VALUE 943513549.
               10  FILLER PIC S9(13) VALUE -115185270.
               10  FILLER PIC S9(13) VALUE 33472726.
               10  FILLER PIC S9(13) VALUE -5358220.
               10  FILLER PIC S9(13) VALUE 3521807.
               10  FILLER PIC S9(13) VALUE -214740.
               10  FILLER PIC S9(13) VALUE 11899357.
               10  FILLER PIC S9(13) VALUE -52725198.
               10  FILLER PIC S9(13) VALUE 184494657.
               10  FILLER PIC S9(13) VALUE 944199881.
               10  FILLER PIC S9(13) VALUE -114704075.
               10  FILLER PIC S9(13) VALUE 33337429.
               10  FILLER PIC S9(13) VALUE -5344280.
               10  FILLER PIC S9(13) VALUE 3510442.
               10  FILLER PIC S9(13) VALUE -210821.
               10  FILLER PIC S9(13) VALUE 11807460.
               10  FILLER PIC S9(13) VALUE -52358641.
               10  FILLER PIC S9(13) VALUE 183161791.
               10  FILLER PIC S9(13) VALUE 944882262.
               10  FILLER PIC S9(13) VALUE -114219981.
               10  FILLER PIC S9(13) VALUE 33201217.
               10  FILLER PIC S9(13) VALUE -5330125.
               10  FILLER PIC S9(13) VALUE 3498947.
               10  FILLER PIC S9(13) VALUE -206948.
               10  FILLER PIC S9(13) VALUE 11715737.
               10  FILLER PIC S9(13) VALUE -51992336.
               10  FILLER PIC S9(13) VALUE 181830829.
               10  FILLER PIC S9(13) VALUE 945560685.
               10  FILLER PIC S9(13) VALUE -113732987.
               10  FILLER PIC S9(13) VALUE 33064091.
               10  FILLER PIC S9(13) VALUE -5315756.
               10  FILLER PIC S9(13) VALUE 3487323.
               10  FILLER PIC S9(13) VALUE -203122.
               10  FILLER PIC S9(13) VALUE 11624191.
               10  FILLER PIC S9(13) VALUE -51626286.
               10  FILLER PIC S9(13) VALUE 180501779.
               10  FILLER PIC S9(13) VALUE 946235143.
               10  FILLER PIC S9(13) VALUE -113243092.
               10  FILLER PIC S9(13) VALUE 32926049.
               10  FILLER PIC S9(13) VALUE -5301170.
               10  FILLER PIC S9(13) VALUE 3475568.
               10  FILLER PIC S9(13) VALUE -199340.
               10  FILLER PIC S9(13) VALUE 11532822.
               10  FILLER PIC S9(13) VALUE -51260497.
               10  FILLER PIC S9(13) VALUE 179174650.
               10  FILLER PIC S9(13) VALUE 946905633.
               10  FILLER PIC S9(13) VALUE -112750292.
               10  FILLER PIC S9(13) VALUE 32787091.
               10  FILLER PIC S9(13) VALUE -5286368.
               10  FILLER PIC S9(13) VALUE 3463683.
               10  FILLER PIC S9(13) VALUE -195604.
               10  FILLER PIC S9(13) VALUE 11441631.
               10  FILLER PIC S9(13) VALUE -50894974.
               10  FILLER PIC S9(13) VALUE 177849448.
               10  FILLER PIC S9(13) VALUE 947572147.
               10  FILLER PIC S9(13) VALUE -112254587.
               10  FILLER PIC S9(13) VALUE 32647217.
               10  FILLER PIC S9(13) VALUE -5271349.
               10  FILLER PIC S9(13) VALUE 3451667.
               10  FILLER PIC S9(13) VALUE -191914.
               10  FILLER PIC S9(13) VALUE 11350620.
               10  FILLER PIC S9(13) VALUE -50529720.
               10  FILLER PIC S9(13) VALUE 176526182.
               10  FILLER PIC S9(13) VALUE 948234679.
               10  FILLER PIC S9(13) VALUE -111755975.
               10  FILLER PIC S9(13) VALUE 32506426.
               10  FILLER PIC S9(13) VALUE -5256112.
               10  FILLER PIC S9(13) VALUE 3439520.
               10  FILLER PIC S9(13) VALUE -188268.
               10  FILLER PIC S9(13) VALUE 11259789.
               10  FILLER PIC S9(13) VALUE -50164741.
               10  FILLER PIC S9(13) VALUE 175204859.
               10  FILLER PIC S9(13) VALUE 948893225.
               10  FILLER PIC S9(13) VALUE -111254455.
               10  FILLER PIC S9(13) VALUE 32364718.
               10  FILLER PIC S9(13) VALUE -5240657.
               10  FILLER PIC S9(13) VALUE 3427242.
               10  FILLER PIC S9(13) VALUE -184667.
               10  FILLER PIC S9(13) VALUE 11169140.
               10  FILLER PIC S9(13) VALUE -49800042.
               10  FILLER PIC S9(13) VALUE 173885488.
               10  FILLER PIC S9(13) VALUE 949547777.
               10  FILLER PIC S9(13) VALUE -110750025.
               10  FILLER PIC S9(13) VALUE 32222093.
               10  FILLER PIC S9(13) VALUE -5224983.
               10  FILLER PIC S9(13) VALUE 3414834.
               10  FILLER PIC S9(13) VALUE -181111.
               10  FILLER PIC S9(13) VALUE 11078674.
               10  FILLER PIC S9(13) VALUE -49435627.
               10  FILLER PIC S9(13) VALUE 172568075.
               10  FILLER PIC S9(13) VALUE 950198331.
               10  FILLER PIC S9(13) VALUE -110242683.
               10  FILLER PIC S9(13) VALUE 32078550.
               10  FILLER PIC S9(13) VALUE -5209089.
               10  FILLER PIC S9(13) VALUE 3402294.
               10  FILLER PIC S9(13) VALUE -177599.
               10  FILLER PIC S9(13) VALUE 10988392.
               10  FILLER PIC S9(13) VALUE -49071500.
               10  FILLER PIC S9(13) VALUE 171252629.
               10  FILLER PIC S9(13) VALUE 950844881.
               10  FILLER PIC S9(13) VALUE -109732429.
               10  FILLER PIC S9(13) VALUE 31934089.
               10  FILLER PIC S9(13) VALUE -5192974.
               10  FILLER PIC S9(13) VALUE 3389622.
               10  FILLER PIC S9(13) VALUE -174131.
               10  FILLER PIC S9(13) VALUE 10898294.
               10  FILLER PIC S9(13) VALUE -48707666.
               10  FILLER PIC S9(13) VALUE 169939158.
               10  FILLER PIC S9(13) VALUE 951487420.
               10  FILLER PIC S9(13) VALUE -109219260.
               10  FILLER PIC S9(13) VALUE 31788710.
               10  FILLER PIC S9(13) VALUE -5176639.
               10  FILLER PIC S9(13) VALUE 3376819.
               10  FILLER PIC S9(13) VALUE -170707.
               10  FILLER PIC S9(13) VALUE 10808383.
               10  FILLER PIC S9(13) VALUE -48344129.
               10  FILLER PIC S9(13) VALUE 168627668.
               10  FILLER PIC S9(13) VALUE 952125945.
               10  FILLER PIC S9(13) VALUE -108703175.
               10  FILLER PIC S9(13) VALUE 31642413.
               10  FILLER PIC S9(13) VALUE -5160083.
               10  FILLER PIC S9(13) VALUE 3363884.
               10  FILLER PIC S9(13) VALUE -167327.
               10  FILLER PIC S9(13) VALUE 10718659.
               10  FILLER PIC S9(13) VALUE -47980895.
               10  FILLER PIC S9(13) VALUE 167318168.
               10  FILLER PIC S9(13) VALUE 952760448.
               10  FILLER PIC S9(13) VALUE -108184173.
               10  FILLER PIC S9(13) VALUE 31495196.
               10  FILLER PIC S9(13) VALUE -5143304.
               10  FILLER PIC S9(13) VALUE 3350817.
               10  FILLER PIC S9(13) VALUE -163990.
               10  FILLER PIC S9(13) VALUE 10629123.
               10  FILLER PIC S9(13) VALUE -47617968.
               10  FILLER PIC S9(13) VALUE 166010665.
               10  FILLER PIC S9(13) VALUE 953390924.
               10  FILLER PIC S9(13) VALUE -107662252.
               10  FILLER PIC S9(13) VALUE 31347060.
               10  FILLER PIC S9(13) VALUE -5126302.
               10  FILLER PIC S9(13) VALUE 3337618.
               10  FILLER PIC S9(13) VALUE -160697.
               10  FILLER PIC S9(13) VALUE 10539777.
               10  FILLER PIC S9(13) VALUE -47255351.
               10  FILLER PIC S9(13) VALUE 164705167.
               10  FILLER PIC S9(13) VALUE 954017368.
               10  FILLER PIC S9(13) VALUE -107137412.
               10  FILLER PIC S9(13) VALUE 31198005.
               10  FILLER PIC S9(13) VALUE -5109077.
               10  FILLER PIC S9(13) VALUE 3324286.
               10  FILLER PIC S9(13) VALUE -157446.
               10  FILLER PIC S9(13) VALUE 10450621.
               10  FILLER PIC S9(13) VALUE -46893051.
               10  FILLER PIC S9(13) VALUE 163401681.
               10  FILLER PIC S9(13) VALUE 954639774.
               10  FILLER PIC S9(13) VALUE -106609650.
               10  FILLER PIC S9(13) VALUE 31048029.
               10  FILLER PIC S9(13) VALUE -5091628.
               10  FILLER PIC S9(13) VALUE 3310822.
               10  FILLER PIC S9(13) VALUE -154238.
               10  FILLER PIC S9(13) VALUE 10361656.
               10  FILLER PIC S9(13) VALUE -46531070.
               10  FILLER PIC S9(13) VALUE 162100215.
               10  FILLER PIC S9(13) VALUE 955258137.
               10  FILLER PIC S9(13) VALUE -106078966.
               10  FILLER PIC S9(13) VALUE 30897134.
               10  FILLER PIC S9(13) VALUE -5073955.
               10  FILLER PIC S9(13) VALUE 3297226.
               10  FILLER PIC S9(13) VALUE -151073.
               10  FILLER PIC S9(13) VALUE 10272883.
               10  FILLER PIC S9(13) VALUE -46169415.
               10  FILLER PIC S9(13) VALUE 160800776.
               10  FILLER PIC S9(13) VALUE 955872452.
               10  FILLER PIC S9(13) VALUE -105545358.
               10  FILLER PIC S9(13) VALUE 30745319.
               10  FILLER PIC S9(13) VALUE -5056056.
               10  FILLER PIC S9(13) VALUE 3283497.
               10  FILLER PIC S9(13) VALUE -147950.
               10  FILLER PIC S9(13) VALUE 10184304.
               10  FILLER PIC S9(13) VALUE -45808088.
               10  FILLER PIC S9(13) VALUE 159503372.
               10  FILLER PIC S9(13) VALUE 956482713.
               10  FILLER PIC S9(13) VALUE -105008826.
               10  FILLER PIC S9(13) VALUE 30592583.
               10  FILLER PIC S9(13) VALUE -5037931.
               10  FILLER PIC S9(13) VALUE 3269635.
               10  FILLER PIC S9(13) VALUE -144869.
               10  FILLER PIC S9(13) VALUE 10095920.
               10  FILLER PIC S9(13) VALUE -45447095.
               10  FILLER PIC S9(13) VALUE 158208009.
               10  FILLER PIC S9(13) VALUE 957088914.
               10  FILLER PIC S9(13) VALUE -104469367.
               10  FILLER PIC S9(13) VALUE 30438927.
               10  FILLER PIC S9(13) VALUE -5019580.
               10  FILLER PIC S9(13) VALUE 3255640.
               10  FILLER PIC S9(13) VALUE -141830.
               10  FILLER PIC S9(13) VALUE 10007730.
               10  FILLER PIC S9(13) VALUE -45086439.
               10  FILLER PIC S9(13) VALUE 156914697.
               10  FILLER PIC S9(13) VALUE 957691050.
               10  FILLER PIC S9(13) VALUE -103926981.
               10  FILLER PIC S9(13) VALUE 30284350.
               10  FILLER PIC S9(13) VALUE -5001003.
               10  FILLER PIC S9(13) VALUE 3241512.
               10  FILLER PIC S9(13) VALUE -138833.
               10  FILLER PIC S9(13) VALUE 9919738.
               10  FILLER PIC S9(13) VALUE -44726126.
               10  FILLER PIC S9(13) VALUE 155623441.
               10  FILLER PIC S9(13) VALUE 958289117.
               10  FILLER PIC S9(13) VALUE -103381666.
               10  FILLER PIC S9(13) VALUE 30128852.
               10  FILLER PIC S9(13) VALUE -4982197.
               10  FILLER PIC S9(13) VALUE 3227251.
               10  FILLER PIC S9(13) VALUE -135877.
               10  FILLER PIC S9(13) VALUE 9831943.
               10  FILLER PIC S9(13) VALUE -44366160.
               10  FILLER PIC S9(13) VALUE 154334250.
               10  FILLER PIC S9(13) VALUE 958883109.
               10  FILLER PIC S9(13) VALUE -102833422.
               10  FILLER PIC S9(13) VALUE 29972433.
               10  FILLER PIC S9(13) VALUE -4963163.
               10  FILLER PIC S9(13) VALUE 3212856.
               10  FILLER PIC S9(13) VALUE -132962.
               10  FILLER PIC S9(13) VALUE 9744346.
               10  FILLER PIC S9(13) VALUE -44006545.
               10  FILLER PIC S9(13) VALUE 153047130.
               10  FILLER PIC S9(13) VALUE 959473020.
               10  FILLER PIC S9(13) VALUE -102282247.
               10  FILLER PIC S9(13) VALUE 29815093.
               10  FILLER PIC S9(13) VALUE -4943901.
               10  FILLER PIC S9(13) VALUE 3198328.
               10  FILLER PIC S9(13) VALUE -130088.
               10  FILLER PIC S9(13) VALUE 9656948.
               10  FILLER PIC S9(13) VALUE -43647285.
               10  FILLER PIC S9(13) VALUE 151762088.
               10  FILLER PIC S9(13) VALUE 960058845.
               10  FILLER PIC S9(13) VALUE -101728140.
               10  FILLER PIC S9(13) VALUE 29656831.
               10  FILLER PIC S9(13) VALUE -4924409.
               10  FILLER PIC S9(13) VALUE 3183666.
               10  FILLER PIC S9(13) VALUE -127254.
               10  FILLER PIC S9(13) VALUE 9569751.
               10  FILLER PIC S9(13) VALUE -43288385.
               10  FILLER PIC S9(13) VALUE 150479133.
               10  FILLER PIC S9(13) VALUE 960640580.
               10  FILLER PIC S9(13) VALUE -101171101.
               10  FILLER PIC S9(13) VALUE 29497648.
               10  FILLER PIC S9(13) VALUE -4904688.
               10  FILLER PIC S9(13) VALUE 3168870.
               10  FILLER PIC S9(13) VALUE -124461.
               10  FILLER PIC S9(13) VALUE 9482756.
               10  FILLER PIC S9(13) VALUE -42929849.
               10  FILLER PIC S9(13) VALUE 149198272.
               10  FILLER PIC S9(13) VALUE 961218220.
               10  FILLER PIC S9(13) VALUE -100611128.
               10  FILLER PIC S9(13) VALUE 29337544.
               10  FILLER PIC S9(13) VALUE -4884735.
               10  FILLER PIC S9(13) VALUE 3153940.
               10  FILLER PIC S9(13) VALUE -121708.
               10  FILLER PIC S9(13) VALUE 9395963.
               10  FILLER PIC S9(13) VALUE -42571681.
               10  FILLER PIC S9(13) VALUE 147919511.
               10  FILLER PIC S9(13) VALUE 961791758.
               10  FILLER PIC S9(13) VALUE -100048221.
               10  FILLER PIC S9(13) VALUE 29176517.
               10  FILLER PIC S9(13) VALUE -4864552.
               10  FILLER PIC S9(13) VALUE 3138877.
               10  FILLER PIC S9(13) VALUE -118995.
               10  FILLER PIC S9(13) VALUE 9309373.
               10  FILLER PIC S9(13) VALUE -42213886.
               10  FILLER PIC S9(13) VALUE 146642857.
               10  FILLER PIC S9(13) VALUE 962361190.
               10  FILLER PIC S9(13) VALUE -99482378.
               10  FILLER PIC S9(13) VALUE 29014569.
               10  FILLER PIC S9(13) VALUE -4844137.
               10  FILLER PIC S9(13) VALUE 3123679.
               10  FILLER PIC S9(13) VALUE -116322.
               10  FILLER PIC S9(13) VALUE 9222987.
               10  FILLER PIC S9(13) VALUE -41856468.
               10  FILLER PIC S9(13) VALUE 145368319.
               10  FILLER PIC S9(13) VALUE 962926512.
               10  FILLER PIC S9(13) VALUE -98913598.
               10  FILLER PIC S9(13) VALUE 28851700.
               10  FILLER PIC S9(13) VALUE -4823490.
               10  FILLER PIC S9(13) VALUE 3108347.
               10  FILLER PIC S9(13) VALUE -113688.
               10  FILLER PIC S9(13) VALUE 9136807.
               10  FILLER PIC S9(13) VALUE -41499432.
               10  FILLER PIC S9(13) VALUE 144095902.
               10  FILLER PIC S9(13) VALUE 963487718.
               10  FILLER PIC S9(13) VALUE -98341881.
               10  FILLER PIC S9(13) VALUE 28687908.
               10  FILLER PIC S9(13) VALUE -4802611.
               10  FILLER PIC S9(13) VALUE 3092881.
               10  FILLER PIC S9(13) VALUE -111093.
               10  FILLER PIC S9(13) VALUE 9050832.
               10  FILLER PIC S9(13) VALUE -41142780.
               10  FILLER PIC S9(13) VALUE 142825614.
               10  FILLER PIC S9(13) VALUE 964044803.
               10  FILLER PIC S9(13) VALUE -97767226.
               10  FILLER PIC S9(13) VALUE 28523195.
               10  FILLER PIC S9(13) VALUE -4781497.
               10  FILLER PIC S9(13) VALUE 3077280.
               10  FILLER PIC S9(13) VALUE -108537.
               10  FILLER PIC S9(13) VALUE 8965065.
               10  FILLER PIC S9(13) VALUE -40786519.
               10  FILLER PIC S9(13) VALUE 141557463.
               10  FILLER PIC S9(13) VALUE 964597762.
               10  FILLER PIC S9(13) VALUE -97189632.
               10  FILLER PIC S9(13) VALUE 28357560.
               10  FILLER PIC S9(13) VALUE -4760150.
               10  FILLER PIC S9(13) VALUE 3061545.
               10  FILLER PIC S9(13) VALUE -106019.
               10  FILLER PIC S9(13) VALUE 8879506.
               10  FILLER PIC S9(13) VALUE -40430651.
               10  FILLER PIC S9(13) VALUE 140291455.
               10  FILLER PIC S9(13) VALUE 965146591.
               10  FILLER PIC S9(13) VALUE -96609098.
               10  FILLER PIC S9(13) VALUE 28191003.
               10  FILLER PIC S9(13) VALUE -4738569.
               10  FILLER PIC S9(13) VALUE 3045675.
               10  FILLER PIC S9(13) VALUE -103540.
               10  FILLER PIC S9(13) VALUE 8794155.
               10  FILLER PIC S9(13) VALUE -40075182.
               10  FILLER PIC S9(13) VALUE 139027597.
               10  FILLER PIC S9(13) VALUE 965691284.
               10  FILLER PIC S9(13) VALUE -96025623.
               10  FILLER PIC S9(13) VALUE 28023524.
               10  FILLER PIC S9(13) VALUE -4716753.
               10  FILLER PIC S9(13) VALUE 3029670.
               10  FILLER PIC S9(13) VALUE -101100.
               10  FILLER PIC S9(13) VALUE 8709015.
               10  FILLER PIC S9(13) VALUE -39720114.
               10  FILLER PIC S9(13) VALUE 137765896.
               10  FILLER PIC S9(13) VALUE 966231838.
               10  FILLER PIC S9(13) VALUE -95439208.
               10  FILLER PIC S9(13) VALUE 27855124.
               10  FILLER PIC S9(13) VALUE -4694701.
               10  FILLER PIC S9(13) VALUE 3013530.
               10  FILLER PIC S9(13) VALUE -98697.
               10  FILLER PIC S9(13) VALUE 8624085.
               10  FILLER PIC S9(13) VALUE -39365453.
               10  FILLER PIC S9(13) VALUE 136506359.
               10  FILLER PIC S9(13) VALUE 966768246.
               10  FILLER PIC S9(13) VALUE -94849850.
               10  FILLER PIC S9(13) VALUE 27685802.
               10  FILLER PIC S9(13) VALUE -4672413.
               10  FILLER PIC S9(13) VALUE 2997256.
               10  FILLER PIC S9(13) VALUE -96331.
               10  FILLER PIC S9(13) VALUE 8539366.
               10  FILLER PIC S9(13) VALUE -39011203.
               10  FILLER PIC S9(13) VALUE 135248993.
               10  FILLER PIC S9(13) VALUE 967300505.
               10  FILLER PIC S9(13) VALUE -94257549.
               10  FILLER PIC S9(13) VALUE 27515558.
               10  FILLER PIC S9(13) VALUE -4649888.
               10  FILLER PIC S9(13) VALUE 2980846.
               10  FILLER PIC S9(13) VALUE -94003.
               10  FILLER PIC S9(13) VALUE 8454861.
               10  FILLER PIC S9(13) VALUE -38657368.
               10  FILLER PIC S9(13) VALUE 133993805.
               10  FILLER PIC S9(13) VALUE 967828610.
               10  FILLER PIC S9(13) VALUE -93662305.
               10  FILLER PIC S9(13) VALUE 27344393.
               10  FILLER PIC S9(13) VALUE -4627127.
               10  FILLER PIC S9(13) VALUE 2964301.
               10  FILLER PIC S9(13) VALUE -91712.
               10  FILLER PIC S9(13) VALUE 8370568.
               10  FILLER PIC S9(13) VALUE -38303951.
               10  FILLER PIC S9(13) VALUE 132740802.
               10  FILLER PIC S9(13) VALUE 968352556.
               10  FILLER PIC S9(13) VALUE -93064117.
               10  FILLER PIC S9(13) VALUE 27172306.
               10  FILLER PIC S9(13) VALUE -4604127.
               10  FILLER PIC S9(13) VALUE 2947621.
               10  FILLER PIC S9(13) VALUE -89458.
               10  FILLER PIC S9(13) VALUE 8286490.
               10  FILLER PIC S9(13) VALUE -37950957.
               10  FILLER PIC S9(13) VALUE 131489991.
               10  FILLER PIC S9(13) VALUE 968872338.
               10  FILLER PIC S9(13) VALUE -92462985.
               10  FILLER PIC S9(13) VALUE 26999298.
               10  FILLER PIC S9(13) VALUE -4580890.
               10  FILLER PIC S9(13) VALUE 2930806.
               10  FILLER PIC S9(13) VALUE -87240.
               10  FILLER PIC S9(13) VALUE 8202627.
               10  FILLER PIC S9(13) VALUE -37598390.
               10  FILLER PIC S9(13) VALUE 130241378.
               10  FILLER PIC S9(13) VALUE 969387953.
               10  FILLER PIC S9(13) VALUE -91858907.
               10  FILLER PIC S9(13) VALUE 26825369.
               10  FILLER PIC S9(13) VALUE -4557414.
               10  FILLER PIC S9(13) VALUE 2913856.
               10  FILLER PIC S9(13) VALUE -85059.
               10  FILLER PIC S9(13) VALUE 8118979.
               10  FILLER PIC S9(13) VALUE -37246255.
               10  FILLER PIC S9(13) VALUE 128994970.
               10  FILLER PIC S9(13) VALUE 969899395.
               10  FILLER PIC S9(13) VALUE -91251884.
               10  FILLER PIC S9(13) VALUE 26650518.
               10  FILLER PIC S9(13) VALUE -4533698.
               10  FILLER PIC S9(13) VALUE 2896769.
               10  FILLER PIC S9(13) VALUE -82914.
               10  FILLER PIC S9(13) VALUE 8035549.
               10  FILLER PIC S9(13) VALUE -36894554.
               10  FILLER PIC S9(13) VALUE 127750774.
               10  FILLER PIC S9(13) VALUE 970406659.
               10  FILLER PIC S9(13) VALUE -90641915.
               10  FILLER PIC S9(13) VALUE 26474747.
               10  FILLER PIC S9(13) VALUE -4509743.
               10  FILLER PIC S9(13) VALUE 2879548.
               10  FILLER PIC S9(13) VALUE -80804.
               10  FILLER PIC S9(13) VALUE 7952336.
               10  FILLER PIC S9(13) VALUE -36543293.
               10  FILLER PIC S9(13) VALUE 126508797.
               10  FILLER PIC S9(13) VALUE 970909743.
               10  FILLER PIC S9(13) VALUE -90028999.
               10  FILLER PIC S9(13) VALUE 26298055.
               10  FILLER PIC S9(13) VALUE -4485548.
               10  FILLER PIC S9(13) VALUE 2862191.
               10  FILLER PIC S9(13) VALUE -78730.
               10  FILLER PIC S9(13) VALUE 7869342.
               10  FILLER PIC S9(13) VALUE -36192474.
               10  FILLER PIC S9(13) VALUE 125269045.
               10  FILLER PIC S9(13) VALUE 971408640.
               10  FILLER PIC S9(13) VALUE -89413136.
               10  FILLER PIC S9(13) VALUE 26120442.
               10  FILLER PIC S9(13) VALUE -4461112.
               10  FILLER PIC S9(13) VALUE 2844698.
               10  FILLER PIC S9(13) VALUE -76691.
               10  FILLER PIC S9(13) VALUE 7786567.
               10  FILLER PIC S9(13) VALUE -35842103.
               10  FILLER PIC S9(13) VALUE 124031525.
               10  FILLER PIC S9(13) VALUE 971903347.
               10  FILLER PIC S9(13) VALUE -88794326.
               10  FILLER PIC S9(13) VALUE 25941909.
               10  FILLER PIC S9(13) VALUE -4436435.
               10  FILLER PIC S9(13) VALUE 2827070.
               10  FILLER PIC S9(13) VALUE -74687.
               10  FILLER PIC S9(13) VALUE 7704012.
               10  FILLER PIC S9(13) VALUE -35492184.
               10  FILLER PIC S9(13) VALUE 122796244.
               10  FILLER PIC S9(13) VALUE 972393859.
               10  FILLER PIC S9(13) VALUE -88172567.
               10  FILLER PIC S9(13) VALUE 25762456.
               10  FILLER PIC S9(13) VALUE -4411515.
               10  FILLER PIC S9(13) VALUE 2809305.
               10  FILLER PIC S9(13) VALUE -72718.
               10  FILLER PIC S9(13) VALUE 7621678.
               10  FILLER PIC S9(13) VALUE -35142719.
               10  FILLER PIC S9(13) VALUE 121563208.
               10  FILLER PIC S9(13) VALUE 972880173.
               10  FILLER PIC S9(13) VALUE -87547861.
               10  FILLER PIC S9(13) VALUE 25582083.
               10  FILLER PIC S9(13) VALUE -4386354.
               10  FILLER PIC S9(13) VALUE 2791405.
               10  FILLER PIC S9(13) VALUE -70783.
               10  FILLER PIC S9(13) VALUE 7539566.
               10  FILLER PIC S9(13) VALUE -34793713.
               10  FILLER PIC S9(13) VALUE 120332424.
               10  FILLER PIC S9(13) VALUE 973362283.
               10  FILLER PIC S9(13) VALUE -86920206.
               10  FILLER PIC S9(13) VALUE 25400790.
               10  FILLER PIC S9(13) VALUE -4360950.
               10  FILLER PIC S9(13) VALUE 2773369.
               10  FILLER PIC S9(13) VALUE -68882.
               10  FILLER PIC S9(13) VALUE 7457676.
               10  FILLER PIC S9(13) VALUE -34445171.
               10  FILLER PIC S9(13) VALUE 119103898.
               10  FILLER PIC S9(13) VALUE 973840185.
               10  FILLER PIC S9(13) VALUE -86289602.
               10  FILLER PIC S9(13) VALUE 25218577.
               10  FILLER PIC S9(13) VALUE -4335302.
               10  FILLER PIC S9(13) VALUE 2755197.
               10  FILLER PIC S9(13) VALUE -67015.
               10  FILLER PIC S9(13) VALUE 7376010.
               10  FILLER PIC S9(13) VALUE -34097095.
               10  FILLER PIC S9(13) VALUE 117877638.
               10  FILLER PIC S9(13) VALUE 974313876.
               10  FILLER PIC S9(13) VALUE -85656050.
               10  FILLER PIC S9(13) VALUE 25035446.
               10  FILLER PIC S9(13) VALUE -4309411.
               10  FILLER PIC S9(13) VALUE 2736890.
               10  FILLER PIC S9(13) VALUE -65182.
               10  FILLER PIC S9(13) VALUE 7294568.
               10  FILLER PIC S9(13) VALUE -33749491.
               10  FILLER PIC S9(13) VALUE 116653648.
               10  FILLER PIC S9(13) VALUE 974783351.
               10  FILLER PIC S9(13) VALUE -85019548.
               10  FILLER PIC S9(13) VALUE 24851395.
               10  FILLER PIC S9(13) VALUE -4283276.
               10  FILLER PIC S9(13) VALUE 2718446.
               10  FILLER PIC S9(13) VALUE -63382.
               10  FILLER PIC S9(13) VALUE 7213350.
               10  FILLER PIC S9(13) VALUE -33402361.
               10  FILLER PIC S9(13) VALUE 115431937.
               10  FILLER PIC S9(13) VALUE 975248606.
               10  FILLER PIC S9(13) VALUE -84380096.
               10  FILLER PIC S9(13) VALUE 24666426.
               10  FILLER PIC S9(13) VALUE -4256896.
               10  FILLER PIC S9(13) VALUE 2699866.
               10  FILLER PIC S9(13) VALUE -61615.
               10  FILLER PIC S9(13) VALUE 7132359.
               10  FILLER PIC S9(13) VALUE -33055710.
               10  FILLER PIC S9(13) VALUE 114212510.
               10  FILLER PIC S9(13) VALUE 975709637.
               10  FILLER PIC S9(13) VALUE -83737695.
               10  FILLER PIC S9(13) VALUE 24480539.
               10  FILLER PIC S9(13) VALUE -4230271.
               10  FILLER PIC S9(13) VALUE 2681150.
               10  FILLER PIC S9(13) VALUE -59880.
               10  FILLER PIC S9(13) VALUE 7051594.
               10  FILLER PIC S9(13) VALUE -32709541.
               10  FILLER PIC S9(13) VALUE 112995373.
               10  FILLER PIC S9(13) VALUE 976166439.
               10  FILLER PIC S9(13) VALUE -83092344.
               10  FILLER PIC S9(13) VALUE 24293734.
               10  FILLER PIC S9(13) VALUE -4203400.
               10  FILLER PIC S9(13) VALUE 2662297.
               10  FILLER PIC S9(13) VALUE -58178.
               10  FILLER PIC S9(13) VALUE 6971056.
               10  FILLER PIC S9(13) VALUE -32363858.
               10  FILLER PIC S9(13) VALUE 111780534.
               10  FILLER PIC S9(13) VALUE 976619010.
               10  FILLER PIC S9(13) VALUE -82444044.
               10  FILLER PIC S9(13) VALUE 24106011.
               10  FILLER PIC S9(13) VALUE -4176283.
               10  FILLER PIC S9(13) VALUE 2643309.
               10  FILLER PIC S9(13) VALUE -56508.
               10  FILLER PIC S9(13) VALUE 6890746.
               10  FILLER PIC S9(13) VALUE -32018666.
               10  FILLER PIC S9(13) VALUE 110567998.
               10  FILLER PIC S9(13) VALUE 977067344.
               10  FILLER PIC S9(13) VALUE -81792793.
               10  FILLER PIC S9(13) VALUE 23917372.
               10  FILLER PIC S9(13) VALUE -4148920.
               10  FILLER PIC S9(13) VALUE 2624185.
               10  FILLER PIC S9(13) VALUE -54871.
               10  FILLER PIC S9(13) VALUE 6810664.
               10  FILLER PIC S9(13) VALUE -31673968.
               10  FILLER PIC S9(13) VALUE 109357772.
               10  FILLER PIC S9(13) VALUE 977511439.
               10  FILLER PIC S9(13) VALUE -81138592.
               10  FILLER PIC S9(13) VALUE 23727815.
               10  FILLER PIC S9(13) VALUE -4121309.
               10  FILLER PIC S9(13) VALUE 2604924.
               10  FILLER PIC S9(13) VALUE -53264.
               10  FILLER PIC S9(13) VALUE 6730813.
               10  FILLER PIC S9(13) VALUE -31329767.
               10  FILLER PIC S9(13) VALUE 108149861.
               10  FILLER PIC S9(13) VALUE 977951289.
               10  FILLER PIC S9(13) VALUE -80481441.
               10  FILLER PIC S9(13) VALUE 23537342.
               10  FILLER PIC S9(13) VALUE -4093452.
               10  FILLER PIC S9(13) VALUE 2585527.
               10  FILLER PIC S9(13) VALUE -51689.
               10  FILLER PIC S9(13) VALUE 6651191.
               10  FILLER PIC S9(13) VALUE -30986068.
               10  FILLER PIC S9(13) VALUE 106944273.
               10  FILLER PIC S9(13) VALUE 978386892.
               10  FILLER PIC S9(13) VALUE -79821340.
               10  FILLER PIC S9(13) VALUE 23345953.
               10  FILLER PIC S9(13) VALUE -4065346.
               10  FILLER PIC S9(13) VALUE 2565993.
               10  FILLER PIC S9(13) VALUE -50145.
               10  FILLER PIC S9(13) VALUE 6571800.
               10  FILLER PIC S9(13) VALUE -30642875.
               10  FILLER PIC S9(13) VALUE 105741014.
               10  FILLER PIC S9(13) VALUE 978818242.
               10  FILLER PIC S9(13) VALUE -79158289.
               10  FILLER PIC S9(13) VALUE 23153648.
               10  FILLER PIC S9(13) VALUE -4036992.
               10  FILLER PIC S9(13) VALUE 2546324.
               10  FILLER PIC S9(13) VALUE -48632.
               10  FILLER PIC S9(13) VALUE 6492641.
               10  FILLER PIC S9(13) VALUE -30300190.
               10  FILLER PIC S9(13) VALUE 104540089.
               10  FILLER PIC S9(13) VALUE 979245338.
               10  FILLER PIC S9(13) VALUE -78492288.
               10  FILLER PIC S9(13) VALUE 22960428.
               10  FILLER PIC S9(13) VALUE -4008389.
               10  FILLER PIC S9(13) VALUE 2526518.
               10  FILLER PIC S9(13) VALUE -47149.
               10  FILLER PIC S9(13) VALUE 6413714.
               10  FILLER PIC S9(13) VALUE -29958018.
               10  FILLER PIC S9(13) VALUE 103341505.
               10  FILLER PIC S9(13) VALUE 979668174.
               10  FILLER PIC S9(13) VALUE -77823337.
               10  FILLER PIC S9(13) VALUE 22766293.
               10  FILLER PIC S9(13) VALUE -3979537.
               10  FILLER PIC S9(13) VALUE 2506575.
               10  FILLER PIC S9(13) VALUE -45696.
               10  FILLER PIC S9(13) VALUE 6335020.
               10  FILLER PIC S9(13) VALUE -29616362.
               10  FILLER PIC S9(13) VALUE 102145268.
               10  FILLER PIC S9(13) VALUE 980086747.
               10  FILLER PIC S9(13) VALUE -77151437.
               10  FILLER PIC S9(13) VALUE 22571244.
               10  FILLER PIC S9(13) VALUE -3950435.
               10  FILLER PIC S9(13) VALUE 2486497.
               10  FILLER PIC S9(13) VALUE -44273.
               10  FILLER PIC S9(13) VALUE 6256559.
               10  FILLER PIC S9(13) VALUE -29275227.
               10  FILLER PIC S9(13) VALUE 100951384.
               10  FILLER PIC S9(13) VALUE 980501053.
               10  FILLER PIC S9(13) VALUE -76476587.
               10  FILLER PIC S9(13) VALUE 22375282.
               10  FILLER PIC S9(13) VALUE -3921083.
               10  FILLER PIC S9(13) VALUE 2466282.
               10  FILLER PIC S9(13) VALUE -42880.
               10  FILLER PIC S9(13) VALUE 6178333.
               10  FILLER PIC S9(13) VALUE -28934615.
               10  FILLER PIC S9(13) VALUE 99759860.
               10  FILLER PIC S9(13) VALUE 980911089.
               10  FILLER PIC S9(13) VALUE -75798787.
               10  FILLER PIC S9(13) VALUE 22178406.
               10  FILLER PIC S9(13) VALUE -3891480.
               10  FILLER PIC S9(13) VALUE 2445931.
               10  FILLER PIC S9(13) VALUE -41516.
               10  FILLER PIC S9(13) VALUE 6100343.
               10  FILLER PIC S9(13) VALUE -28594531.
               10  FILLER PIC S9(13) VALUE 98570700.
               10  FILLER PIC S9(13) VALUE 981316851.
               10  FILLER PIC S9(13) VALUE -75118039.
               10  FILLER PIC S9(13) VALUE 21980618.
               10  FILLER PIC S9(13) VALUE -3861627.
               10  FILLER PIC S9(13) VALUE 2425443.
               10  FILLER PIC S9(13) VALUE -40181.
               10  FILLER PIC S9(13) VALUE 6022588.
               10  FILLER PIC S9(13) VALUE -28254979.
               10  FILLER PIC S9(13) VALUE 97383912.
               10  FILLER PIC S9(13) VALUE 981718335.
               10  FILLER PIC S9(13) VALUE -74434341.
               10  FILLER PIC S9(13) VALUE 21781917.
               10  FILLER PIC S9(13) VALUE -3831522.
               10  FILLER PIC S9(13) VALUE 2404819.
               10  FILLER PIC S9(13) VALUE -38874.
               10  FILLER PIC S9(13) VALUE 5945069.
               10  FILLER PIC S9(13) VALUE -27915960.
               10  FILLER PIC S9(13) VALUE 96199501.
               10  FILLER PIC S9(13) VALUE 982115539.
               10  FILLER PIC S9(13) VALUE -73747695.
               10  FILLER PIC S9(13) VALUE 21582305.
               10  FILLER PIC S9(13) VALUE -3801166.
               10  FILLER PIC S9(13) VALUE 2384059.
               10  FILLER PIC S9(13) VALUE -37596.
               10  FILLER PIC S9(13) VALUE 5867787.
               10  FILLER PIC S9(13) VALUE -27577481.
               10  FILLER PIC S9(13) VALUE 95017473.
               10  FILLER PIC S9(13) VALUE 982508458.
               10  FILLER PIC S9(13) VALUE -73058101.
               10  FILLER PIC S9(13) VALUE 21381781.
               10  FILLER PIC S9(13) VALUE -3770557.
               10  FILLER PIC S9(13) VALUE 2363162.
               10  FILLER PIC S9(13) VALUE -36347.
               10  FILLER PIC S9(13) VALUE 5790743.
               10  FILLER PIC S9(13) VALUE -27239543.
               10  FILLER PIC S9(13) VALUE 93837834.
               10  FILLER PIC S9(13) VALUE 982897089.
               10  FILLER PIC S9(13) VALUE -72365558.
               10  FILLER PIC S9(13) VALUE 21180347.
               10  FILLER PIC S9(13) VALUE -3739696.
               10  FILLER PIC S9(13) VALUE 2342129.
               10  FILLER PIC S9(13) VALUE -35124.
               10  FILLER PIC S9(13) VALUE 5713938.
               10  FILLER PIC S9(13) VALUE -26902150.
               10  FILLER PIC S9(13) VALUE 92660590.
               10  FILLER PIC S9(13) VALUE 983281429.
               10  FILLER PIC S9(13) VALUE -71670068.
               10  FILLER PIC S9(13) VALUE 20978004.
               10  FILLER PIC S9(13) VALUE -3708582.
               10  FILLER PIC S9(13) VALUE 2320960.
               10  FILLER PIC S9(13) VALUE -33930.
               10  FILLER PIC S9(13) VALUE 5637371.
               10  FILLER PIC S9(13) VALUE -26565307.
               10  FILLER PIC S9(13) VALUE 91485747.
               10  FILLER PIC S9(13) VALUE 983661473.
               10  FILLER PIC S9(13) VALUE -70971631.
               10  FILLER PIC S9(13) VALUE 20774751.
               10  FILLER PIC S9(13) VALUE -3677214.
               10  FILLER PIC S9(13) VALUE 2299655.
               10  FILLER PIC S9(13) VALUE -32762.
               10  FILLER PIC S9(13) VALUE 5561044.
               10  FILLER PIC S9(13) VALUE -26229017.
               10  FILLER PIC S9(13) VALUE 90313311.
               10  FILLER PIC S9(13) VALUE 984037220.
               10  FILLER PIC S9(13) VALUE -70270247.
               10  FILLER PIC S9(13) VALUE 20570589.
               10  FILLER PIC S9(13) VALUE -3645593.
               10  FILLER PIC S9(13) VALUE 2278213.
               10  FILLER PIC S9(13) VALUE -31622.
               10  FILLER PIC S9(13) VALUE 5484957.
               10  FILLER PIC S9(13) VALUE -25893282.
               10  FILLER PIC S9(13) VALUE 89143287.
               10  FILLER PIC S9(13) VALUE 984408665.
               10  FILLER PIC S9(13) VALUE -69565916.
               10  FILLER PIC S9(13) VALUE 20365519.
               10  FILLER PIC S9(13) VALUE -3613717.
               10  FILLER PIC S9(13) VALUE 2256635.
               10  FILLER PIC S9(13) VALUE -30508.
               10  FILLER PIC S9(13) VALUE 5409112.
               10  FILLER PIC S9(13) VALUE -25558107.
               10  FILLER PIC S9(13) VALUE 87975682.
               10  FILLER PIC S9(13) VALUE 984775806.
               10  FILLER PIC S9(13) VALUE -68858640.
               10  FILLER PIC S9(13) VALUE 20159542.
               10  FILLER PIC S9(13) VALUE -3581587.
               10  FILLER PIC S9(13) VALUE 2234921.
               10  FILLER PIC S9(13) VALUE -29420.
               10  FILLER PIC S9(13) VALUE 5333507.
               10  FILLER PIC S9(13) VALUE -25223496.
               10  FILLER PIC S9(13) VALUE 86810500.
               10  FILLER PIC S9(13) VALUE 985138638.
               10  FILLER PIC S9(13) VALUE -68148419.
               10  FILLER PIC S9(13) VALUE 19952659.
               10  FILLER PIC S9(13) VALUE -3549202.
               10  FILLER PIC S9(13) VALUE 2213070.
               10  FILLER PIC S9(13) VALUE -28359.
               10  FILLER PIC S9(13) VALUE 5258145.
               10  FILLER PIC S9(13) VALUE -24889451.
               10  FILLER PIC S9(13) VALUE 85647749.
               10  FILLER PIC S9(13) VALUE 985497159.
               10  FILLER PIC S9(13) VALUE -67435252.
               10  FILLER PIC S9(13) VALUE 19744869.
               10  FILLER PIC S9(13) VALUE -3516562.
               10  FILLER PIC S9(13) VALUE 2191084.
               10  FILLER PIC S9(13) VALUE -27323.
               10  FILLER PIC S9(13) VALUE 5183025.
               10  FILLER PIC S9(13) VALUE -24555976.
               10  FILLER PIC S9(13) VALUE 84487432.
               10  FILLER PIC S9(13) VALUE 985851366.
               10  FILLER PIC S9(13) VALUE -66719142.
               10  FILLER PIC S9(13) VALUE 19536174.
               10  FILLER PIC S9(13) VALUE -3483666.
               10  FILLER PIC S9(13) VALUE 2168961.
               10  FILLER PIC S9(13) VALUE -26312.
               10  FILLER PIC S9(13) VALUE 5108149.
               10  FILLER PIC S9(13) VALUE -24223074.
               10  FILLER PIC S9(13) VALUE 83329557.
               10  FILLER PIC S9(13) VALUE 986201256.
               10  FILLER PIC S9(13) VALUE -66000088.
               10  FILLER PIC S9(13) VALUE 19326575.
               10  FILLER PIC S9(13) VALUE -3450514.
               10  FILLER PIC S9(13) VALUE 2146703.
               10  FILLER PIC S9(13) VALUE -25327.
               10  FILLER PIC S9(13) VALUE 5033517.
               10  FILLER PIC S9(13) VALUE -23890750.
               10  FILLER PIC S9(13) VALUE 82174129.
               10  FILLER PIC S9(13) VALUE 986546825.
               10  FILLER PIC S9(13) VALUE -65278091.
               10  FILLER PIC S9(13) VALUE 19116072.
               10  FILLER PIC S9(13) VALUE -3417106.
               10  FILLER PIC S9(13) VALUE 2124308.
               10  FILLER PIC S9(13) VALUE -24366.
               10  FILLER PIC S9(13) VALUE 4959129.
               10  FILLER PIC S9(13) VALUE -23559006.
               10  FILLER PIC S9(13) VALUE 81021152.
               10  FILLER PIC S9(13) VALUE 986888070.
               10  FILLER PIC S9(13) VALUE -64553152.
               10  FILLER PIC S9(13) VALUE 18904666.
               10  FILLER PIC S9(13) VALUE -3383441.
               10  FILLER PIC S9(13) VALUE 2101778.
               10  FILLER PIC S9(13) VALUE -23430.
               10  FILLER PIC S9(13) VALUE 4884985.
               10  FILLER PIC S9(13) VALUE -23227845.
               10  FILLER PIC S9(13) VALUE 79870634.
               10  FILLER PIC S9(13) VALUE 987224989.
               10  FILLER PIC S9(13) VALUE -63825272.
               10  FILLER PIC S9(13) VALUE 18692357.
               10  FILLER PIC S9(13) VALUE -3349519.
               10  FILLER PIC S9(13) VALUE 2079111.
               10  FILLER PIC S9(13) VALUE -22518.
               10  FILLER PIC S9(13) VALUE 4811088.
               10  FILLER PIC S9(13) VALUE -22897272.
               10  FILLER PIC S9(13) VALUE 78722579.
               10  FILLER PIC S9(13) VALUE 987557578.
               10  FILLER PIC S9(13) VALUE -63094450.
               10  FILLER PIC S9(13) VALUE 18479147.
               10  FILLER PIC S9(13) VALUE -3315339.
               10  FILLER PIC S9(13) VALUE 2056309.
               10  FILLER PIC S9(13) VALUE -21630.
               10  FILLER PIC S9(13) VALUE 4737436.
               10  FILLER PIC S9(13) VALUE -22567289.
               10  FILLER PIC S9(13) VALUE 77576993.
               10  FILLER PIC S9(13) VALUE 987885835.
               10  FILLER PIC S9(13) VALUE -62360689.
               10  FILLER PIC S9(13) VALUE 18265036.
               10  FILLER PIC S9(13) VALUE -3280902.
               10  FILLER PIC S9(13) VALUE 2033371.
               10  FILLER PIC S9(13) VALUE -20765.
               10  FILLER PIC S9(13) VALUE 4664032.
               10  FILLER PIC S9(13) VALUE -22237900.
               10  FILLER PIC S9(13) VALUE 76433881.
               10  FILLER PIC S9(13) VALUE 988209756.
               10  FILLER PIC S9(13) VALUE -61623988.
               10  FILLER PIC S9(13) VALUE 18050026.
               10  FILLER PIC S9(13) VALUE -3246207.
               10  FILLER PIC S9(13) VALUE 2010297.
               10  FILLER PIC S9(13) VALUE -19924.
               10  FILLER PIC S9(13) VALUE 4590874.
               10  FILLER PIC S9(13) VALUE -21909108.
               10  FILLER PIC S9(13) VALUE 75293250.
               10  FILLER PIC S9(13) VALUE 988529339.
               10  FILLER PIC S9(13) VALUE -60884349.
               10  FILLER PIC S9(13) VALUE 17834116.
               10  FILLER PIC S9(13) VALUE -3211253.
               10  FILLER PIC S9(13) VALUE 1987087.
               10  FILLER PIC S9(13) VALUE -19106.
               10  FILLER PIC S9(13) VALUE 4517964.
               10  FILLER PIC S9(13) VALUE -21580917.
               10  FILLER PIC S9(13) VALUE 74155103.
               10  FILLER PIC S9(13) VALUE 988844581.
               10  FILLER PIC S9(13) VALUE -60141773.
               10  FILLER PIC S9(13) VALUE 17617309.
               10  FILLER PIC S9(13) VALUE -3176041.
               10  FILLER PIC S9(13) VALUE 1963742.
               10  FILLER PIC S9(13) VALUE -18310.
               10  FILLER PIC S9(13) VALUE 4445303.
               10  FILLER PIC S9(13) VALUE -21253329.
               10  FILLER PIC S9(13) VALUE 73019447.
               10  FILLER PIC S9(13) VALUE 989155480.
               10  FILLER PIC S9(13) VALUE -59396260.
               10  FILLER PIC S9(13) VALUE 17399604.
               10  FILLER PIC S9(13) VALUE -3140569.
               10  FILLER PIC S9(13) VALUE 1940261.
               10  FILLER PIC S9(13) VALUE -17537.
               10  FILLER PIC S9(13) VALUE 4372890.
               10  FILLER PIC S9(13) VALUE -20926348.
               10  FILLER PIC S9(13) VALUE 71886287.
               10  FILLER PIC S9(13) VALUE 989462031.
               10  FILLER PIC S9(13) VALUE -58647811.
               10  FILLER PIC S9(13) VALUE 17181002.
               10  FILLER PIC S9(13) VALUE -3104838.
               10  FILLER PIC S9(13) VALUE 1916645.
               10  FILLER PIC S9(13) VALUE -16785.
               10  FILLER PIC S9(13) VALUE 4300726.
               10  FILLER PIC S9(13) VALUE -20599978.
               10  FILLER PIC S9(13) VALUE 70755628.
               10  FILLER PIC S9(13) VALUE 989764233.
               10  FILLER PIC S9(13) VALUE -57896427.
               10  FILLER PIC S9(13) VALUE 16961505.
               10  FILLER PIC S9(13) VALUE -3068848.
               10  FILLER PIC S9(13) VALUE 1892893.
               10  FILLER PIC S9(13) VALUE -16056.
               10  FILLER PIC S9(13) VALUE 4228813.
               10  FILLER PIC S9(13) VALUE -20274221.
               10  FILLER PIC S9(13) VALUE 69627476.
               10  FILLER PIC S9(13) VALUE 990062084.
               10  FILLER PIC S9(13) VALUE -57142110.
               10  FILLER PIC S9(13) VALUE 16741113.
               10  FILLER PIC S9(13) VALUE -3032597.
               10  FILLER PIC S9(13) VALUE 1869006.
               10  FILLER PIC S9(13) VALUE -15347.
               10  FILLER PIC S9(13) VALUE 4157149.
               10  FILLER PIC S9(13) VALUE -19949081.
               10  FILLER PIC S9(13) VALUE 68501836.
               10  FILLER PIC S9(13) VALUE 990355580.
               10  FILLER PIC S9(13) VALUE -56384860.
               10  FILLER PIC S9(13) VALUE 16519828.
               10  FILLER PIC S9(13) VALUE -2996086.
               10  FILLER PIC S9(13) VALUE 1844984.
               10  FILLER PIC S9(13) VALUE -14660.
               10  FILLER PIC S9(13) VALUE 4085737.
               10  FILLER PIC S9(13) VALUE -19624560.
               10  FILLER PIC S9(13) VALUE 67378713.
               10  FILLER PIC S9(13) VALUE 990644718.
               10  FILLER PIC S9(13) VALUE -55624678.
               10  FILLER PIC S9(13) VALUE 16297650.
               10  FILLER PIC S9(13) VALUE -2959315.
               10  FILLER PIC S9(13) VALUE 1820827.
               10  FILLER PIC S9(13) VALUE -13994.
               10  FILLER PIC S9(13) VALUE 4014575.
               10  FILLER PIC S9(13) VALUE -19300663.
               10  FILLER PIC S9(13) VALUE 66258112.
               10  FILLER PIC S9(13) VALUE 990929497.
               10  FILLER PIC S9(13) VALUE -54861565.
               10  FILLER PIC S9(13) VALUE 16074580.
               10  FILLER PIC S9(13) VALUE -2922282.
               10  FILLER PIC S9(13) VALUE 1796534.
               10  FILLER PIC S9(13) VALUE -13348.
               10  FILLER PIC S9(13) VALUE 3943666.
               10  FILLER PIC S9(13) VALUE -18977392.
               10  FILLER PIC S9(13) VALUE 65140038.
               10  FILLER PIC S9(13) VALUE 991209914.
               10  FILLER PIC S9(13) VALUE -54095524.
               10  FILLER PIC S9(13) VALUE 15850620.
               10  FILLER PIC S9(13) VALUE -2884989.
               10  FILLER PIC S9(13) VALUE 1772107.
               10  FILLER PIC S9(13) VALUE -12722.
               10  FILLER PIC S9(13) VALUE 3873008.
               10  FILLER PIC S9(13) VALUE -18654751.
               10  FILLER PIC S9(13) VALUE 64024497.
               10  FILLER PIC S9(13) VALUE 991485966.
               10  FILLER PIC S9(13) VALUE -53326553.
               10  FILLER PIC S9(13) VALUE 15625770.
               10  FILLER PIC S9(13) VALUE -2847433.
               10  FILLER PIC S9(13) VALUE 1747545.
               10  FILLER PIC S9(13) VALUE -12116.
               10  FILLER PIC S9(13) VALUE 3802603.
               10  FILLER PIC S9(13) VALUE -18332742.
               10  FILLER PIC S9(13) VALUE 62911494.
               10  FILLER PIC S9(13) VALUE 991757650.
               10  FILLER PIC S9(13) VALUE -52554656.
               10  FILLER PIC S9(13) VALUE 15400030.
               10  FILLER PIC S9(13) VALUE -2809617.
               10  FILLER PIC S9(13) VALUE 1722848.
               10  FILLER PIC S9(13) VALUE -11529.
               10  FILLER PIC S9(13) VALUE 3732452.
               10  FILLER PIC S9(13) VALUE -18011369.
               10  FILLER PIC S9(13) VALUE 61801033.
               10  FILLER PIC S9(13) VALUE 992024966.
               10  FILLER PIC S9(13) VALUE -51779832.
               10  FILLER PIC S9(13) VALUE 15173404.
               10  FILLER PIC S9(13) VALUE -2771538.
               10  FILLER PIC S9(13) VALUE 1698016.
               10  FILLER PIC S9(13) VALUE -10962.
               10  FILLER PIC S9(13) VALUE 3662554.
               10  FILLER PIC S9(13) VALUE -17690634.
               10  FILLER PIC S9(13) VALUE 60693121.
               10  FILLER PIC S9(13) VALUE 992287909.
               10  FILLER PIC S9(13) VALUE -51002084.
               10  FILLER PIC S9(13) VALUE 14945890.
               10  FILLER PIC S9(13) VALUE -2733196.
               10  FILLER PIC S9(13) VALUE 1673050.
               10  FILLER PIC S9(13) VALUE -10414.
               10  FILLER PIC S9(13) VALUE 3592910.
               10  FILLER PIC S9(13) VALUE -17370541.
               10  FILLER PIC S9(13) VALUE 59587761.
               10  FILLER PIC S9(13) VALUE 992546478.
               10  FILLER PIC S9(13) VALUE -50221412.
               10  FILLER PIC S9(13) VALUE 14717491.
               10  FILLER PIC S9(13) VALUE -2694593.
               10  FILLER PIC S9(13) VALUE 1647949.
               10  FILLER PIC S9(13) VALUE -9884.
               10  FILLER PIC S9(13) VALUE 3523521.
               10  FILLER PIC S9(13) VALUE -17051094.
               10  FILLER PIC S9(13) VALUE 58484958.
               10  FILLER PIC S9(13) VALUE 992800671.
               10  FILLER PIC S9(13) VALUE -49437818.
               10  FILLER PIC S9(13) VALUE 14488207.
               10  FILLER PIC S9(13) VALUE -2655726.
               10  FILLER PIC S9(13) VALUE 1622714.
               10  FILLER PIC S9(13) VALUE -9372.
               10  FILLER PIC S9(13) VALUE 3454386.
               10  FILLER PIC S9(13) VALUE -16732294.
               10  FILLER PIC S9(13) VALUE 57384719.
               10  FILLER PIC S9(13) VALUE 993050485.
               10  FILLER PIC S9(13) VALUE -48651303.
               10  FILLER PIC S9(13) VALUE 14258040.
               10  FILLER PIC S9(13) VALUE -2616597.
               10  FILLER PIC S9(13) VALUE 1597344.
               10  FILLER PIC S9(13) VALUE -8879.
               10  FILLER PIC S9(13) VALUE 3385507.
               10  FILLER PIC S9(13) VALUE -16414145.
               10  FILLER PIC S9(13) VALUE 56287047.
               10  FILLER PIC S9(13) VALUE 993295917.
               10  FILLER PIC S9(13) VALUE -47861869.
               10  FILLER PIC S9(13) VALUE 14026990.
               10  FILLER PIC S9(13) VALUE -2577204.
               10  FILLER PIC S9(13) VALUE 1571841.
               10  FILLER PIC S9(13) VALUE -8403.
               10  FILLER PIC S9(13) VALUE 3316883.
               10  FILLER PIC S9(13) VALUE -16096651.
               10  FILLER PIC S9(13) VALUE 55191948.
               10  FILLER PIC S9(13) VALUE 993536967.
               10  FILLER PIC S9(13) VALUE -47069516.
               10  FILLER PIC S9(13) VALUE 13795060.
               10  FILLER PIC S9(13) VALUE -2537547.
               10  FILLER PIC S9(13) VALUE 1546203.
               10  FILLER PIC S9(13) VALUE -7944.
               10  FILLER PIC S9(13) VALUE 3248516.
               10  FILLER PIC S9(13) VALUE -15779813.
               10  FILLER PIC S9(13) VALUE 54099426.
               10  FILLER PIC S9(13) VALUE 993773632.
               10  FILLER PIC S9(13) VALUE -46274247.
               10  FILLER PIC S9(13) VALUE 13562249.
               10  FILLER PIC S9(13) VALUE -2497627.
               10  FILLER PIC S9(13) VALUE 1520432.
               10  FILLER PIC S9(13) VALUE -7502.
               10  FILLER PIC S9(13) VALUE 3180406.
               10  FILLER PIC S9(13) VALUE -15463635.
               10  FILLER PIC S9(13) VALUE 53009486.
               10  FILLER PIC S9(13) VALUE 994005909.
               10  FILLER PIC S9(13) VALUE -45476063.
               10  FILLER PIC S9(13) VALUE 13328559.
               10  FILLER PIC S9(13) VALUE -2457442.
               10  FILLER PIC S9(13) VALUE 1494527.
               10  FILLER PIC S9(13) VALUE -7077.
               10  FILLER PIC S9(13) VALUE 3112552.
               10  FILLER PIC S9(13) VALUE -15148121.
               10  FILLER PIC S9(13) VALUE 51922134.
               10  FILLER PIC S9(13) VALUE 994233797.
               10  FILLER PIC S9(13) VALUE -44674965.
               10  FILLER PIC S9(13) VALUE 13093991.
               10  FILLER PIC S9(13) VALUE -2416994.
               10  FILLER PIC S9(13) VALUE 1468488.
               10  FILLER PIC S9(13) VALUE -6669.
               10  FILLER PIC S9(13) VALUE 3044956.
               10  FILLER PIC S9(13) VALUE -14833272.
               10  FILLER PIC S9(13) VALUE 50837373.
               10  FILLER PIC S9(13) VALUE 994457293.
               10  FILLER PIC S9(13) VALUE -43870954.
               10  FILLER PIC S9(13) VALUE 12858547.
               10  FILLER PIC S9(13) VALUE -2376281.
               10  FILLER PIC S9(13) VALUE 1442316.
               10  FILLER PIC S9(13) VALUE -6276.
               10  FILLER PIC S9(13) VALUE 2977617.
               10  FILLER PIC S9(13) VALUE -14519092.
               10  FILLER PIC S9(13) VALUE 49755209.
               10  FILLER PIC S9(13) VALUE 994676396.
               10  FILLER PIC S9(13) VALUE -43064033.
               10  FILLER PIC S9(13) VALUE 12622228.
               10  FILLER PIC S9(13) VALUE -2335303.
               10  FILLER PIC S9(13) VALUE 1416010.
               10  FILLER PIC S9(13) VALUE -5899.
               10  FILLER PIC S9(13) VALUE 2910536.
               10  FILLER PIC S9(13) VALUE -14205584.
               10  FILLER PIC S9(13) VALUE 48675646.
               10  FILLER PIC S9(13) VALUE 994891104.
               10  FILLER PIC S9(13) VALUE -42254203.
               10  FILLER PIC S9(13) VALUE 12385034.
               10  FILLER PIC S9(13) VALUE -2294060.
               10  FILLER PIC S9(13) VALUE 1389571.
               10  FILLER PIC S9(13) VALUE -5538.
               10  FILLER PIC S9(13) VALUE 2843714.
               10  FILLER PIC S9(13) VALUE -13892751.
               10  FILLER PIC S9(13) VALUE 47598688.
               10  FILLER PIC S9(13) VALUE 995101415.
               10  FILLER PIC S9(13) VALUE -41441465.
               10  FILLER PIC S9(13) VALUE 12146968.
               10  FILLER PIC S9(13) VALUE -2252552.
               10  FILLER PIC S9(13) VALUE 1362999.
               10  FILLER PIC S9(13) VALUE -5191.
               10  FILLER PIC S9(13) VALUE 2777151.
               10  FILLER PIC S9(13) VALUE -13580595.
               10  FILLER PIC S9(13) VALUE 46524342.
               10  FILLER PIC S9(13) VALUE 995307326.
               10  FILLER PIC S9(13) VALUE -40625821.
               10  FILLER PIC S9(13) VALUE 11908030.
               10  FILLER PIC S9(13) VALUE -2210779.
               10  FILLER PIC S9(13) VALUE 1336294.
               10  FILLER PIC S9(13) VALUE -4859.
               10  FILLER PIC S9(13) VALUE 2710847.
               10  FILLER PIC S9(13) VALUE -13269119.
               10  FILLER PIC S9(13) VALUE 45452610.
               10  FILLER PIC S9(13) VALUE 995508837.
               10  FILLER PIC S9(13) VALUE -39807273.
               10  FILLER PIC S9(13) VALUE 11668222.
               10  FILLER PIC S9(13) VALUE -2168740.
               10  FILLER PIC S9(13) VALUE 1309457.
               10  FILLER PIC S9(13) VALUE -4542.
               10  FILLER PIC S9(13) VALUE 2644803.
               10  FILLER PIC S9(13) VALUE -12958327.
               10  FILLER PIC S9(13) VALUE 44383498.
               10  FILLER PIC S9(13) VALUE 995705945.
               10  FILLER PIC S9(13) VALUE -38985823.
               10  FILLER PIC S9(13) VALUE 11427544.
               10  FILLER PIC S9(13) VALUE -2126436.
               10  FILLER PIC S9(13) VALUE 1282486.
               10  FILLER PIC S9(13) VALUE -4239.
               10  FILLER PIC S9(13) VALUE 2579019.
               10  FILLER PIC S9(13) VALUE -12648221.
               10  FILLER PIC S9(13) VALUE 43317011.
               10  FILLER PIC S9(13) VALUE 995898648.
               10  FILLER PIC S9(13) VALUE -38161471.
               10  FILLER PIC S9(13) VALUE 11185999.
               10  FILLER PIC S9(13) VALUE -2083865.
               10  FILLER PIC S9(13) VALUE 1255384.
               10  FILLER PIC S9(13) VALUE -3950.
               10  FILLER PIC S9(13) VALUE 2513495.
               10  FILLER PIC S9(13) VALUE -12338804.
               10  FILLER PIC S9(13) VALUE 42253152.
               10  FILLER PIC S9(13) VALUE 996086946.
               10  FILLER PIC S9(13) VALUE -37334221.
               10  FILLER PIC S9(13) VALUE 10943588.
               10  FILLER PIC S9(13) VALUE -2041029.
               10  FILLER PIC S9(13) VALUE 1228149.
               10  FILLER PIC S9(13) VALUE -3674.
               10  FILLER PIC S9(13) VALUE 2448231.
               10  FILLER PIC S9(13) VALUE -12030078.
               10  FILLER PIC S9(13) VALUE 41191927.
               10  FILLER PIC S9(13) VALUE 996270835.
               10  FILLER PIC S9(13) VALUE -36504074.
               10  FILLER PIC S9(13) VALUE 10700311.
               10  FILLER PIC S9(13) VALUE -1997926.
               10  FILLER PIC S9(13) VALUE 1200781.
               10  FILLER PIC S9(13) VALUE -3411.
               10  FILLER PIC S9(13) VALUE 2383228.
               10  FILLER PIC S9(13) VALUE -11722047.
               10  FILLER PIC S9(13) VALUE 40133339.
               10  FILLER PIC S9(13) VALUE 996450316.
               10  FILLER PIC S9(13) VALUE -35671031.
               10  FILLER PIC S9(13) VALUE 10456171.
               10  FILLER PIC S9(13) VALUE -1954557.
               10  FILLER PIC S9(13) VALUE 1173282.
               10  FILLER PIC S9(13) VALUE -3161.
               10  FILLER PIC S9(13) VALUE 2318487.
               10  FILLER PIC S9(13) VALUE -11414713.
               10  FILLER PIC S9(13) VALUE 39077393.
               10  FILLER PIC S9(13) VALUE 996625385.
               10  FILLER PIC S9(13) VALUE -34835094.
               10  FILLER PIC S9(13) VALUE 10211168.
               10  FILLER PIC S9(13) VALUE -1910921.
               10  FILLER PIC S9(13) VALUE 1145651.
               10  FILLER PIC S9(13) VALUE -2924.
               10  FILLER PIC S9(13) VALUE 2254007.
               10  FILLER PIC S9(13) VALUE -11108079.
               10  FILLER PIC S9(13) VALUE 38024094.
               10  FILLER PIC S9(13) VALUE 996796042.
               10  FILLER PIC S9(13) VALUE -33996266.
               10  FILLER PIC S9(13) VALUE 9965305.
               10  FILLER PIC S9(13) VALUE -1867018.
               10  FILLER PIC S9(13) VALUE 1117889.
               10  FILLER PIC S9(13) VALUE -2699.
               10  FILLER PIC S9(13) VALUE 2189789.
               10  FILLER PIC S9(13) VALUE -10802148.
               10  FILLER PIC S9(13) VALUE 36973446.
               10  FILLER PIC S9(13) VALUE 996962284.
               10  FILLER PIC S9(13) VALUE -33154549.
               10  FILLER PIC S9(13) VALUE 9718581.
               10  FILLER PIC S9(13) VALUE -1822849.
               10  FILLER PIC S9(13) VALUE 1089994.
               10  FILLER PIC S9(13) VALUE -2486.
               10  FILLER PIC S9(13) VALUE 2125833.
               10  FILLER PIC S9(13) VALUE -10496922.
               10  FILLER PIC S9(13) VALUE 35925453.
               10  FILLER PIC S9(13) VALUE 997124112.
               10  FILLER PIC S9(13) VALUE -32309943.
               10  FILLER PIC S9(13) VALUE 9471000.
               10  FILLER PIC S9(13) VALUE -1778412.
               10  FILLER PIC S9(13) VALUE 1061969.
               10  FILLER PIC S9(13) VALUE -2284.
               10  FILLER PIC S9(13) VALUE 2062140.
               10  FILLER PIC S9(13) VALUE -10192404.
               10  FILLER PIC S9(13) VALUE 34880120.
               10  FILLER PIC S9(13) VALUE 997281522.
               10  FILLER PIC S9(13) VALUE -31462452.
               10  FILLER PIC S9(13) VALUE 9222562.
               10  FILLER PIC S9(13) VALUE -1733708.
               10  FILLER PIC S9(13) VALUE 1033812.
               10  FILLER PIC S9(13) VALUE -2093.
               10  FILLER PIC S9(13) VALUE 1998709.
               10  FILLER PIC S9(13) VALUE -9888597.
               10  FILLER PIC S9(13) VALUE 33837450.
               10  FILLER PIC S9(13) VALUE 997434514.
               10  FILLER PIC S9(13) VALUE -30612077.
               10  FILLER PIC S9(13) VALUE 8973269.
               10  FILLER PIC S9(13) VALUE -1688737.
               10  FILLER PIC S9(13) VALUE 1005525.
               10  FILLER PIC S9(13) VALUE -1914.
               10  FILLER PIC S9(13) VALUE 1935541.
               10  FILLER PIC S9(13) VALUE -9585503.
               10  FILLER PIC S9(13) VALUE 32797449.
               10  FILLER PIC S9(13) VALUE 997583087.
               10  FILLER PIC S9(13) VALUE -29758821.
               10  FILLER PIC S9(13) VALUE 8723123.
               10  FILLER PIC S9(13) VALUE -1643498.
               10  FILLER PIC S9(13) VALUE 977107.
               10  FILLER PIC S9(13) VALUE -1745.
               10  FILLER PIC S9(13) VALUE 1872637.
               10  FILLER PIC S9(13) VALUE -9283126.
               10  FILLER PIC S9(13) VALUE 31760119.
               10  FILLER PIC S9(13) VALUE 997727238.
               10  FILLER PIC S9(13) VALUE -28902684.
               10  FILLER PIC S9(13) VALUE 8472124.
               10  FILLER PIC S9(13) VALUE -1597992.
               10  FILLER PIC S9(13) VALUE 948558.
               10  FILLER PIC S9(13) VALUE -1586.
               10  FILLER PIC S9(13) VALUE 1809996.
               10  FILLER PIC S9(13) VALUE -8981467.
               10  FILLER PIC S9(13) VALUE 30725466.
               10  FILLER PIC S9(13) VALUE 997866967.
               10  FILLER PIC S9(13) VALUE -28043671.
               10  FILLER PIC S9(13) VALUE 8220274.
               10  FILLER PIC S9(13) VALUE -1552218.
               10  FILLER PIC S9(13) VALUE 919879.
               10  FILLER PIC S9(13) VALUE -1437.
               10  FILLER PIC S9(13) VALUE 1747619.
               10  FILLER PIC S9(13) VALUE -8680529.
               10  FILLER PIC S9(13) VALUE 29693494.
               10  FILLER PIC S9(13) VALUE 998002273.
               10  FILLER PIC S9(13) VALUE -27181781.
               10  FILLER PIC S9(13) VALUE 7967575.
               10  FILLER PIC S9(13) VALUE -1506176.
               10  FILLER PIC S9(13) VALUE 891070.
               10  FILLER PIC S9(13) VALUE -1298.
               10  FILLER PIC S9(13) VALUE 1685506.
               10  FILLER PIC S9(13) VALUE -8380315.
               10  FILLER PIC S9(13) VALUE 28664206.
               10  FILLER PIC S9(13) VALUE 998133154.
               10  FILLER PIC S9(13) VALUE -26317019.
               10  FILLER PIC S9(13) VALUE 7714029.
               10  FILLER PIC S9(13) VALUE -1459866.
               10  FILLER PIC S9(13) VALUE 862131.
               10  FILLER PIC S9(13) VALUE -1168.
               10  FILLER PIC S9(13) VALUE 1623657.
               10  FILLER PIC S9(13) VALUE -8080828.
               10  FILLER PIC S9(13) VALUE 27637606.
               10  FILLER PIC S9(13) VALUE 998259609.
               10  FILLER PIC S9(13) VALUE -25449386.
               10  FILLER PIC S9(13) VALUE 7459636.
               10  FILLER PIC S9(13) VALUE -1413288.
               10  FILLER PIC S9(13) VALUE 833062.
               10  FILLER PIC S9(13) VALUE -1047.
               10  FILLER PIC S9(13) VALUE 1562073.
               10  FILLER PIC S9(13) VALUE -7782069.
               10  FILLER PIC S9(13) VALUE 26613700.
               10  FILLER PIC S9(13) VALUE 998381637.
               10  FILLER PIC S9(13) VALUE -24578884.
               10  FILLER PIC S9(13) VALUE 7204399.
               10  FILLER PIC S9(13) VALUE -1366441.
               10  FILLER PIC S9(13) VALUE 803863.
               10  FILLER PIC S9(13) VALUE -935.
               10  FILLER PIC S9(13) VALUE 1500753.
               10  FILLER PIC S9(13) VALUE -7484043.
               10  FILLER PIC S9(13) VALUE 25592490.
               10  FILLER PIC S9(13) VALUE 998499237.
               10  FILLER PIC S9(13) VALUE -23705516.
               10  FILLER PIC S9(13) VALUE 6948319.
               10  FILLER PIC S9(13) VALUE -1319327.
               10  FILLER PIC S9(13) VALUE 774536.
               10  FILLER PIC S9(13) VALUE -831.
               10  FILLER PIC S9(13) VALUE 1439699.
               10  FILLER PIC S9(13) VALUE -7186750.
               10  FILLER PIC S9(13) VALUE 24573981.
               10  FILLER PIC S9(13) VALUE 998612408.
               10  FILLER PIC S9(13) VALUE -22829283.
               10  FILLER PIC S9(13) VALUE 6691397.
               10  FILLER PIC S9(13) VALUE -1271944.
               10  FILLER PIC S9(13) VALUE 745079.
               10  FILLER PIC S9(13) VALUE -735.
               10  FILLER PIC S9(13) VALUE 1378910.
               10  FILLER PIC S9(13) VALUE -6890193.
               10  FILLER PIC S9(13) VALUE 23558177.
               10  FILLER PIC S9(13) VALUE 998721149.
               10  FILLER PIC S9(13) VALUE -21950188.
               10  FILLER PIC S9(13) VALUE 6433636.
               10  FILLER PIC S9(13) VALUE -1224293.
               10  FILLER PIC S9(13) VALUE 715493.
               10  FILLER PIC S9(13) VALUE -647.
               10  FILLER PIC S9(13) VALUE 1318386.
               10  FILLER PIC S9(13) VALUE -6594376.
               10  FILLER PIC S9(13) VALUE 22545082.
               10  FILLER PIC S9(13) VALUE 998825459.
               10  FILLER PIC S9(13) VALUE -21068235.
               10  FILLER PIC S9(13) VALUE 6175037.
               10  FILLER PIC S9(13) VALUE -1176373.
               10  FILLER PIC S9(13) VALUE 685779.
               10  FILLER PIC S9(13) VALUE -566.
               10  FILLER PIC S9(13) VALUE 1258128.
               10  FILLER PIC S9(13) VALUE -6299300.
               10  FILLER PIC S9(13) VALUE 21534699.
               10  FILLER PIC S9(13) VALUE 998925338.
               10  FILLER PIC S9(13) VALUE -20183424.
               10  FILLER PIC S9(13) VALUE 5915602.
               10  FILLER PIC S9(13) VALUE -1128184.
               10  FILLER PIC S9(13) VALUE 655936.
               10  FILLER PIC S9(13) VALUE -492.
               10  FILLER PIC S9(13) VALUE 1198135.
               10  FILLER PIC S9(13) VALUE -6004968.
               10  FILLER PIC S9(13) VALUE 20527032.
               10  FILLER PIC S9(13) VALUE 999020783.
               10  FILLER PIC S9(13) VALUE -19295758.
               10  FILLER PIC S9(13) VALUE 5655332.
               10  FILLER PIC S9(13) VALUE -1079727.
               10  FILLER PIC S9(13) VALUE 625965.
               10  FILLER PIC S9(13) VALUE -425.
               10  FILLER PIC S9(13) VALUE 1138409.
               10  FILLER PIC S9(13) VALUE -5711383.
               10  FILLER PIC S9(13) VALUE 19522085.
               10  FILLER PIC S9(13) VALUE 999111794.
               10  FILLER PIC S9(13) VALUE -18405240.
               10  FILLER PIC S9(13) VALUE 5394229.
               10  FILLER PIC S9(13) VALUE -1031001.
               10  FILLER PIC S9(13) VALUE 595866.
               10  FILLER PIC S9(13) VALUE -364.
               10  FILLER PIC S9(13) VALUE 1078949.
               10  FILLER PIC S9(13) VALUE -5418546.
               10  FILLER PIC S9(13) VALUE 18519863.
               10  FILLER PIC S9(13) VALUE 999198371.
               10  FILLER PIC S9(13) VALUE -17511873.
               10  FILLER PIC S9(13) VALUE 5132294.
               10  FILLER PIC S9(13) VALUE -982006.
               10  FILLER PIC S9(13) VALUE 565639.
               10  FILLER PIC S9(13) VALUE -310.
               10  FILLER PIC S9(13) VALUE 1019756.
               10  FILLER PIC S9(13) VALUE -5126460.
               10  FILLER PIC S9(13) VALUE 17520368.
               10  FILLER PIC S9(13) VALUE 999280513.
               10  FILLER PIC S9(13) VALUE -16615658.
               10  FILLER PIC S9(13) VALUE 4869531.
               10  FILLER PIC S9(13) VALUE -932743.
               10  FILLER PIC S9(13) VALUE 535285.
               10  FILLER PIC S9(13) VALUE -261.
               10  FILLER PIC S9(13) VALUE 960829.
               10  FILLER PIC S9(13) VALUE -4835128.
               10  FILLER PIC S9(13) VALUE 16523604.
               10  FILLER PIC S9(13) VALUE 999358219.
               10  FILLER PIC S9(13) VALUE -15716599.
               10  FILLER PIC S9(13) VALUE 4605939.
               10  FILLER PIC S9(13) VALUE -883210.
               10  FILLER PIC S9(13) VALUE 504803.
               10  FILLER PIC S9(13) VALUE -217.
               10  FILLER PIC S9(13) VALUE 902168.
               10  FILLER PIC S9(13) VALUE -4544552.
               10  FILLER PIC S9(13) VALUE 15529576.
               10  FILLER PIC S9(13) VALUE 999431488.
               10  FILLER PIC S9(13) VALUE -14814698.
               10  FILLER PIC S9(13) VALUE 4341521.
               10  FILLER PIC S9(13) VALUE -833409.
               10  FILLER PIC S9(13) VALUE 474195.
               10  FILLER PIC S9(13) VALUE -179.
               10  FILLER PIC S9(13) VALUE 843775.
               10  FILLER PIC S9(13) VALUE -4254734.
               10  FILLER PIC S9(13) VALUE 14538287.
               10  FILLER PIC S9(13) VALUE 999500320.
               10  FILLER PIC S9(13) VALUE -13909957.
               10  FILLER PIC S9(13) VALUE 4076279.
               10  FILLER PIC S9(13) VALUE -783338.
               10  FILLER PIC S9(13) VALUE 443459.
               10  FILLER PIC S9(13) VALUE -146.
               10  FILLER PIC S9(13) VALUE 785649.
               10  FILLER PIC S9(13) VALUE -3965677.
               10  FILLER PIC S9(13) VALUE 13549740.
               10  FILLER PIC S9(13) VALUE 999564714.
               10  FILLER PIC S9(13) VALUE -13002380.
               10  FILLER PIC S9(13) VALUE 3810215.
               10  FILLER PIC S9(13) VALUE -732999.
               10  FILLER PIC S9(13) VALUE 412598.
               10  FILLER PIC S9(13) VALUE -117.
               10  FILLER PIC S9(13) VALUE 727790.
               10  FILLER PIC S9(13) VALUE -3677383.
               10  FILLER PIC S9(13) VALUE 12563939.
               10  FILLER PIC S9(13) VALUE 999624669.
               10  FILLER PIC S9(13) VALUE -12091969.
               10  FILLER PIC S9(13) VALUE 3543329.
               10  FILLER PIC S9(13) VALUE -682390.
               10  FILLER PIC S9(13) VALUE 381609.
               10  FILLER PIC S9(13) VALUE -92.
               10  FILLER PIC S9(13) VALUE 670198.
               10  FILLER PIC S9(13) VALUE -3389853.
               10  FILLER PIC S9(13) VALUE 11580888.
               10  FILLER PIC S9(13) VALUE 999680186.
               10  FILLER PIC S9(13) VALUE -11178726.
               10  FILLER PIC S9(13) VALUE 3275625.
               10  FILLER PIC S9(13) VALUE -631513.
               10  FILLER PIC S9(13) VALUE 350495.
               10  FILLER PIC S9(13) VALUE -71.
               10  FILLER PIC S9(13) VALUE 612874.
               10  FILLER PIC S9(13) VALUE -3103092.
               10  FILLER PIC S9(13) VALUE 10600589.
               10  FILLER PIC S9(13) VALUE 999731263.
               10  FILLER PIC S9(13) VALUE -10262655.
               10  FILLER PIC S9(13) VALUE 3007104.
               10  FILLER PIC S9(13) VALUE -580366.
               10  FILLER PIC S9(13) VALUE 319255.
               10  FILLER PIC S9(13) VALUE -53.
               10  FILLER PIC S9(13) VALUE 555818.
               10  FILLER PIC S9(13) VALUE -2817100.
               10  FILLER PIC S9(13) VALUE 9623048.
               10  FILLER PIC S9(13) VALUE 999777899.
               10  FILLER PIC S9(13) VALUE -9343757.
               10  FILLER PIC S9(13) VALUE 2737768.
               10  FILLER PIC S9(13) VALUE -528951.
               10  FILLER PIC S9(13) VALUE 287890.
               10  FILLER PIC S9(13) VALUE -39.
               10  FILLER PIC S9(13) VALUE 499029.
               10  FILLER PIC S9(13) VALUE -2531880.
               10  FILLER PIC S9(13) VALUE 8648267.
               10  FILLER PIC S9(13) VALUE 999820096.
               10  FILLER PIC S9(13) VALUE -8422037.
               10  FILLER PIC S9(13) VALUE 2467619.
               10  FILLER PIC S9(13) VALUE -477266.
               10  FILLER PIC S9(13) VALUE 256399.
               10  FILLER PIC S9(13) VALUE -27.
               10  FILLER PIC S9(13) VALUE 442509.
               10  FILLER PIC S9(13) VALUE -2247434.
               10  FILLER PIC S9(13) VALUE 7676249.
               10  FILLER PIC S9(13) VALUE 999857852.
               10  FILLER PIC S9(13) VALUE -7497497.
               10  FILLER PIC S9(13) VALUE 2196659.
               10  FILLER PIC S9(13) VALUE -425312.
               10  FILLER PIC S9(13) VALUE 224784.
               10  FILLER PIC S9(13) VALUE -18.
               10  FILLER PIC S9(13) VALUE 386256.
               10  FILLER PIC S9(13) VALUE -1963765.
               10  FILLER PIC S9(13) VALUE 6706998.
               10  FILLER PIC S9(13) VALUE 999891167.
               10  FILLER PIC S9(13) VALUE -6570139.
               10  FILLER PIC S9(13) VALUE 1924889.
               10  FILLER PIC S9(13) VALUE -373090.
               10  FILLER PIC S9(13) VALUE 193044.
               10  FILLER PIC S9(13) VALUE -11.
               10  FILLER PIC S9(13) VALUE 330271.
               10  FILLER PIC S9(13) VALUE -1680874.
               10  FILLER PIC S9(13) VALUE 5740518.
               10  FILLER PIC S9(13) VALUE 999920040.
               10  FILLER PIC S9(13) VALUE -5639967.
               10  FILLER PIC S9(13) VALUE 1652311.
               10  FILLER PIC S9(13) VALUE -320598.
               10  FILLER PIC S9(13) VALUE 161179.
               10  FILLER PIC S9(13) VALUE -7.
               10  FILLER PIC S9(13) VALUE 274555.
               10  FILLER PIC S9(13) VALUE -1398764.
               10  FILLER PIC S9(13) VALUE 4776812.
               10  FILLER PIC S9(13) VALUE 999944472.
               10  FILLER PIC S9(13) VALUE -4706984.
               10  FILLER PIC S9(13) VALUE 1378928.
               10  FILLER PIC S9(13) VALUE -267837.
               10  FILLER PIC S9(13) VALUE 129190.
               10  FILLER PIC S9(13) VALUE -3.
               10  FILLER PIC S9(13) VALUE 219107.
               10  FILLER PIC S9(13) VALUE -1117437.
               10  FILLER PIC S9(13) VALUE 3815882.
               10  FILLER PIC S9(13) VALUE 999964462.
               10  FILLER PIC S9(13) VALUE -3771192.
               10  FILLER PIC S9(13) VALUE 1104742.
               10  FILLER PIC S9(13) VALUE -214808.
               10  FILLER PIC S9(13) VALUE 97078.
               10  FILLER PIC S9(13) VALUE -1.
               10  FILLER PIC S9(13) VALUE 163927.
               10  FILLER PIC S9(13) VALUE -836895.
               10  FILLER PIC S9(13) VALUE 2857733.
               10  FILLER PIC S9(13) VALUE 999980010.
               10  FILLER PIC S9(13) VALUE -2832595.
               10  FILLER PIC S9(13) VALUE 829754.
               10  FILLER PIC S9(13) VALUE -161509.
               10  FILLER PIC S9(13) VALUE 64842.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 109016.
               10  FILLER PIC S9(13) VALUE -557140.
               10  FILLER PIC S9(13) VALUE 1902367.
               10  FILLER PIC S9(13) VALUE 999991115.
               10  FILLER PIC S9(13) VALUE -1891195.
               10  FILLER PIC S9(13) VALUE 553966.
               10  FILLER PIC S9(13) VALUE -107941.
               10  FILLER PIC S9(13) VALUE 32482.
               10  FILLER PIC S9(13) VALUE 0.
               10  FILLER PIC S9(13) VALUE 54374.
               10  FILLER PIC S9(13) VALUE -278174.
               10  FILLER PIC S9(13) VALUE 949789.
               10  FILLER PIC S9(13) VALUE 999997779.
               10  FILLER PIC S9(13) VALUE -946996.
               10  FILLER PIC S9(13) VALUE 277381.
               10  FILLER PIC S9(13) VALUE -54105.

           05  PHASE-ROW REDEFINES POLYPHASE-FLAT-DATA
                         OCCURS 900 TIMES.
               10  FILTER-TAP PIC S9(13) OCCURS 9 TIMES.
